Repository: mdarios/MyTestSoftware
Catalog: MyProject/*/Resources.*.resx
Languages: de, it

# COMMAND_STOP_REC_ERROR_COMMANDDISABLED
source: Unable to stop recording: you are not enabled to stop recording call. Please contact the administrator.
de: Die Aufnahme kann nicht gestoppt werden: Sie sind nicht berechtig, die Aufnahme zu stoppen. Wenden Sie sich an Ihren Systemadministrator.
it: Impossibile arrestare la registrazione: non sei abilitato ad arrestare la registrazione delle chiamate. Si prega di contattare l’amministratore.

# COMMAND_STOP_REC_ERROR_INVALIDLICENSE
source: Unable to stop recording: the call recording license is invalid or expired.
de: Die Aufnahme kann nicht gestoppt werden: ungültige oder abgelaufene Lizenz von Call Recording
it: Impossibile arrestare la registrazione: la licenza del call recording è scaduta o non valida.

# COMMAND_STOP_REC_ERROR_INVALIDSYSTEMCONFIGURATION
source: Unable to stop recording: an error occurred in the telephony system while trying to stop the recording. Please contact the system administrator if the error persists.
de: Die Aufnahme kann nicht gestoppt werden: beim Versuch, die Aufzeichnung zu stoppen, ist ein Fehler im Telefonsystem aufgetreten. Falls der Fehler weiterhin besteht, wenden Sie sich an Ihren Systemadministrator.
it: Impossibile arrestare la registrazione: si è verificato un errore nel sistema telefonico durante il tentativo di arresto della registrazione. Se il problema persiste si prega di contattare l’amministratore di sistema.

# COMMAND_STOP_REC_ERROR_NOSUCHCALL
source: Unable to stop recording: there are no recording in progress.
de: Die Aufnahme konnte nicht beendet werden: keine laufenden Aufnahmen
it: Impossibile arrestare la registrazione: nessuna registrazione in corso.

# COMMAND_STOP_REC_ERROR_UNAUTHORIZEDUSER
source: Unable to stop recording: you cannot use Call Recording. Please contact the administrator.
de: Die Aufnahme konnte nicht beendet werden: Sie dürfen Call Recording nicht verwenden. Wenden Sie sich an Ihren Systemadministrator.
it: Impossibile arrestare la registrazione: non sei autorizzato ad utilizzare il Call Recording. Si prega di contattare l’amministratore.

# COMMAND_STOP_REC_ERROR_UNKNOWN
source: Unable to stop recording: an error occurred while trying to stop the recording.
de: Die Aufnahme kann nicht gestoppt werden: beim Versuch, die Aufzeichnung zu stoppen, ist ein Fehler aufgetreten.
it: Impossibile arrestare la registrazione: si è verificato un errore durante l’operazione.

# LABEL_HOTKEY_RECORDING_START_STOP
source: Start/stop recording the call
de: Anrufaufzeichnung starten/stoppen
it: Avvia / ferma la registrazione di chiamata

# LABEL_RECORDING_ERROR_TITLE
source: Recording Error
de: Aufnahmefehler
it: Errore di registrazione

# MUTED_REC_STATUS
source: recording muted
de: Die Aufnahme ist stummgeschaltet
it: registrazione silenziata

# OPTION_ACCESSIBILITY_RECORDINGERRORSINDICATION
source: Provide Call Recording errors indication
de: Geben Sie Hinweise auf den Fehler der "Call Recording"
it: Fornire indicazioni di errore del Call Recording

# OPTION_ADVISE_ENABLE_ACUSTIC_START_REC
source: Enables the acoustic warning when the call recording starts
de: Als die Aufnahme beginnt, ist eine akustische Warnung gespielt
it: Abilita la segnalazione acustica quando parte il call recording

# RECORDING_NOT_AVAILABLE_ERROR
source: A problem occurred while recording this call, the recording could have been interrupted. At the moment the Call Recording service is not available.
de: Während der Aufzeichnung des Anrufs ist ein Fehler aufgetreten. Die Aufnahme wurde möglicherweise gestoppt. Der Anrufaufzeichnungsdienst im Moment nicht verfügbar.
it: Si è verificato un errore durante la registrazione della chiamata, la registrazione potrebbe essere stata interrotta. Al momento il servizio Call Recording non è disponibile.

# RECORDING_STATUS_ALERT_UNAVAILABLE
source: Call recording unavailable
de: Call Recording ist nicht verfügbar
it: Call recording non disponibile

# RECORDING_STATUS_NOT_AVAILABLE
source: Imagicle Call Recording is not available at the moment
de: Imagicle Call Recording ist im Moment nicht verfügbar
it: Imagicle Call Recording al momento non è disponibile

# REC_IN_PROGRESS_STATUS
source: recording in progress
de: Der Anruf wird aufgezeichnet
it: registrazione in corso

# TOOLTIP_PAUSE_BUTTON
source: Pause recording
de: Aufnahme pausen
it: Sospendi registrazione

# TOOLTIP_RESUME_BUTTON
source: Resume recording
de: Aufnahme fortsetzen
it: Riprendi registrazione

# TOOLTIP_START_BUTTON
source: Record
de: Aufzeichnen
it: Registra

# TOOLTIP_START_BUTTON_DISABLED
source: Record command disabled
de: Aufzeichnungsbefehl ist deaktiviert
it: Comando di registrazione disabilitato

# TOOLTIP_START_STOP_BUTTON_USER_NOT_ENABLED
source: You're not enabled to use the call recording features. Please ask the system administrator to be enabled.
de: Sie sind nicht berechtigt,die Funktionen von "Call Recording" zu nutzen. Wenden Sie sich an Ihren Systemadministrator, um die Rigfhts zu erhalten.
it: Non sei abilitato a utilizzare le funzionalità del call recording. Si prega di richiedere l’abilitazione all’amministratore di sistema.

# TOOLTIP_STOP_REC_BUTTON
source: Stop recording
de: Aufnahme stoppen
it: Arresta la registrazione

# TOOLTIP_STOP_REC_BUTTON_DISABLED
source: Stop command disabled
de: Der Stoppbefehl ist deaktiviert
it: Comando di arresto registrazione disabilitato

# COMMON_CMD_LOGIN
source: Log In
de: Einmelden
it: Accedi

# COMMON_LBL_LOGINTO
source: Log In to
de: Einmelden an
it: Accedi a

# COMMON_LBL_THEMES
source: &Themes
de: &Themen
it: &Temi

# IDS_TAB_MONITOR_CALL_TYPE
source: Call type
de: Anrufstyp
it: Tipo chiamata

# IDS_TAB_MONITOR_TOTAL_CALLS
source: Total calls
de: Gesamtanrufe
it: Totale chiamate

# IDS_TAB_MONITOR_TOTAL_DURATION
source: Total duration
de: Gesamtdauer
it: Durata totale

# SKIN_DARK
source: &Dark
de: &Dunkel
it: &Scura

# SKIN_DEFAULT
source: &Light
de: &Hell
it: &Chiara

# SKIN_MEDIUMGREY
source: &Medium
de: &Mittel
it: &Intermedia

# SKIN_PINK
source: &Pink
de: &Rosa
it: &Rosa

# ERR_LABEL_GENERIC
source: An error occurred during server connection
de: Beim Versuch, eine Verbindung zum Server herzustellen, ist ein Fehler aufgetreten
it: Errore di connessione al server

# OPTION_GENERAL_SHOW_PANIC_BUTTON
source: Show Panic Button
de: Panikknopf anzeigen
it: Mostra Panic Button

# LABEL_HOTKEY_TRIGGER_PANIC_BUTTON
source: Panic Button
de: Panikknopf

# PANIC_BUTTON_COMMAND
source: Emergency
de: Notfall
it: Emergenza

# TOOLTIP_PANIC_BUTTON
source: Emergency call
de: Notruf
it: Chiamata d'emergenza

# ACCESSIBILITY_MAIN_MENU
source: Menu
de: Menü

# AVATAR_SELECTOR_CLEAR_BTN_TOOLTIP
source: Clear to default image
de: Standardbild wiederherstellen
it: Ripristina immagine predefinita

# AVATAR_SELECTOR_EDIT_BTN_TOOLTIP
source: Upload avatar image
de: Avatar-Bild hochladen
it: Carica immagine avatar

# COMMON_NO_RESULTS_FOUND
source: No results found
de: Kein Ergebnis gefunden
it: Nessun risultato trovato

# FLY_SEARCH_COLLEAGUES_DIRECTORY_LABEL
source: Colleagues
de: Durchwahlen
it: Colleghi

# FLY_SEARCH_FAVORITES_TITLE
source: Favorites and colleagues
de: Favoriten und Durchwahlen
it: Preferiti e colleghi

# FLY_SEARCH_CONTACTS_TITLE
source: Other contacts
de: Andere Kontakte
it: Altri contatti

# TOOLTIP_FLY_SEARCH_OTHER_CONTACTS
source: Not all results have been listed.\nLocal directories (e.g., Outlook) and Client directories (e.g., Salesforce) are not included.\n\nSome results may be discarded due to a large number of contacts.\nPlease, refine your search criteria specifying a longer-term.
de: Es werden nicht alle die Suchergebnisse angezeigt. Die Lokale \nVerzeichnisse (z.B. Outlook) und Client-definierte-Verzeichnisse (z. B. Salesforce) sind nicht aufgelistet. \n\nBei einer großen Anzahl von Kontakten können einige Ergebnisse weggelassen werden. \nVerfeinern Sie Ihre Suche und geben Sie einen längeren Begriff an.
it: Non tutti i risultati della ricerca sono mostrati.\nRubriche locali (es. Outlook) e definite nel client (es. Salesforce) non sono incluse.\n\nNel caso di un numero elevato di contatti, alcuni risultati potrebbero non essere mostrati.\nPer favore, ripetere la ricerca con un termine più lungo.

# CRM_INTEGRATION_CALL_DIRECTION
source: Direction
de: Anrufrichtung
it: Direzione

# COMMON_LBL_NUMBER
source: Number
de: Rufnummer
it: Numero

# AGENTS_STATUS_PAUSE
source: Pause
it: Pausa

# CMD_PAUSE
source: Pause
it: Pausa

# COLUMN_LBL_DESCRIPTION
source: HotKey
it: Tasto di scelta rapida

# COMMON_CMD_DETAILS
source: Details
it: Dettagli

# COMMON_LBL_LANGUAGE_ARB
source: العربية (&Arabic)
it: العربية (&Arabo)

# COMMON_LBL_LANGUAGE_FRA
source: &Français (French)
it: &Français (Francese)

# COMMON_LBL_LANGUAGE_GER
source: &Deutsch (German)
it: &Deutsch (Tedesco)

# COMMON_LBL_LANGUAGE_ITA
source: &Italiano (Italian)
it: &Italiano (Italiano)

# COMMON_LBL_LANGUAGE_OLA
source: &Nederlands (Dutch)
it: &Nederlands (Olandese)

# COMMON_LBL_LANGUAGE_POR
source: &Português (Portugal)
it: &Português (Portoghese)

# COMMON_LBL_LANGUAGE_SPA
source: E&spañol (Spanish)
it: E&spañol (Spagnolo)

# COMMON_LBL_NAME
source: Name
it: Nome

# COMMON_LBL_STATUS
source: Status
it: Stato

# COMMON_LBL_TOOLS
source: &Tools
it: &Strumenti

# CONTEXT_MENU_NAME
source: &Name
it: &Nome

# HOTKEY_GROUP_NAVIGATION
source: Navigation
it: Navigazione

# IDS_OPTION_MESSAGES_TAB_TEMPLATE
source: Template
it: Modelli

# LABEL_ABOUT_VERSION
source: Version {0}
it: Versione {0}

# LABEL_LOGIN_PORT
source: Port:
it: Porta:

# LBL_AGENT_STATUS_PAUSE
source: Pause
it: Pausa

# MENU_LBL_NOME
source: &Name
it: &Nome

# MENU_LBL_STATO
source: &Status
it: &Stato

# OPTION_FRM_MODIFY_CRM_COL_VARIABLE
source: Variable
it: Variabile

# OPTION_FRM_MODIFY_CRM_LBL_URL
source: CRM url
it: Url CRM

# OPTION_TEMPLATE_COL_TEMPLATE
source: Template
it: Modelli

# OPTION_TEMPLATE_MODIFY_LBL_NOME
source: Template name:
it: Nome modello:

# OPTION_TEMPLATE_TEST_TIT
source: Test template '{0}'
it: Test del modello '{0}'

# PRESENCEACTIVITIES_MEETING
source: Meeting
it: In riunione

# PRESENCE_STATUS_OFFLINE
source: Offline
it: Non in linea

# WALLBOARD_LBL_COL_AGENTS
source: Agent
it: Agente

# LBL_GLOBAL
source: Global
it: Globale

# FLAG_BH
source: Bahrain
it: Bahrein

# FLAG_BN
source: Brunei Darussalam
it: Brunei

# FLAG_BQ
source: Bonaire, Sint Eustatius and Saba
it: Isole BES

# FLAG_CL
source: Chile
it: Cile

# FLAG_GI
source: Gibraltar
it: Gibilterra

# FLAG_GP
source: Guadeloupe
it: Guadalupa

# FLAG_IL
source: Israel
it: Israele

# FLAG_JP
source: Japan
it: Giappone

# FLAG_MF
source: Saint Martin (French part)
it: Saint-Martin

# FLAG_MQ
source: Martinique
it: Martinica

# FLAG_MY
source: Malaysia
it: Malesia

# FLAG_PA
source: Panama
it: Panamá

# FLAG_PE
source: Peru
it: Perù

# FLAG_PR
source: Puerto Rico
it: Porto Rico

# FLAG_PT
source: Portugal
it: Portogallo

# FLAG_RE
source: Réunion
it: Riunione

# FLAG_SS
source: South Sudan
it: Sudan del Sud

# FLAG_SX
source: Sint Maarten (Dutch part)
it: Sint Maarten

# FLAG_TH
source: Thailand
it: Thailandia

# FLAG_TL
source: Timor-Leste
it: Timor Est

# FLAG_UA
source: Ukraine
it: Ucraina

# FLAG_UM
source: United States Minor Outlying Islands
it: Isole minori esterne degli Stati Uniti

# SPEEDY_NOTE_ERROR_NOACCESS
source: You have no permission to add, modify or delete notes for the selected contact
it: Non si dispone dei permessi di aggiunta, modifica o rimozione di note per il contatto selezionato

# SPEEDY_NOTE_ERROR_NOCONTACT
source: You can't add, modify or delete notes because this contact has been deleted by another user
it: Non si può aggiungere, modificare o rimuovere la nota perchè il contatto è stato rimosso da un altro utente

# TOOLTIP_START_STOP__BUTTON_NOT_AVAILABLE
source: The Call Recording application is not available.
it: L'applicazione Call Recording non è disponibile.

# TOOLTIP_START_STOP__BUTTON_SERVICE_ERROR
source: The Call Recording service is stopped or unreachable.
it: Il servizio Call Recording è spento o non raggiungibile.
