Repository: mdarios/MyTestSoftware
Catalog: MyProject/*/Resources.*.resx
Languages: de, it

# ACCESSIBILITY_BUSY_STATUS
source: [B]
de: [O]
it: [O]

# ACCESSIBILITY_FREE_STATUS
source: [F]
de: [L]
it: [L]

# BUTTON_AS_AVAILABLE
source: Available
de: Verfügbar
it: Disponibile

# BUTTON_AS_UNAVAILABLE
source: Not available
de: Nicht verfügbar
it: Non disponibile

# BUTTON_MODIFY_HOTKEY
source: Change HotKeys
de: Hotkeys ändern
it: Cambia tasti scelta rapida

# CHANGEPWD_LBL_NEWPASSWORD
source: New Password:
de: Neues Kennwort:
it: Nuova password:

# CHANGEPWD_LBL_NEWRETYPEPASSWORD
source: Confirm Password:
de: Kennwort bestätigen:
it: Conferma password:

# CHANGEPWD_LBL_OLDPASSWORD
source: Old Password:
de: Altes Kennwort:
it: Vecchia password:

# CHECKBOX_LBL_ENABLEHOTKEY
source: Enable HotKeys
de: Hotkeys aktivieren
it: Abilita tasti scelta rapida

# COLUMN_ACTIVE_CALL_STATUS
source: Call status
de: Anrufstatus
it: Stato chiamata

# COLUMN_LBL_ACTION
source: Action
de: Aktion
it: Azione

# COLUMN_LBL_ATTIVO
source: Active
de: Aktiv
it: Attivo

# COMMON_CMD_ADDTOFAVOURITES
source: Add to Favorites
de: Zu Favoriten hinzufügen
it: Aggiungi ai preferiti

# COMMON_CMD_ADD_NUMBER
source: Add number
de: Zahl hinzufügen
it: Aggiungi numero

# COMMON_CMD_APPLY
source: Apply
de: Anwenden
it: Applica

# COMMON_CMD_CALLNUMBER
source: Call
de: Anrufen
it: Chiama

# COMMON_CMD_CANCEL
source: Cancel
de: Abbrechen
it: Annulla

# COMMON_CMD_CHANGE_PASSWORD
source: Change Password
de: Kennwort ändern
it: Cambia password

# COMMON_CMD_CHIUDI
source: Close
de: Schließen
it: Chiudi

# COMMON_CMD_CLOSE_FOLDERS
source: &Close Tab
de: &Ordner schließen
it: &Chiudi schede

# COMMON_CMD_COPYPHONENUMBER
source: Copy phone number
de: Telefonnummer kopieren
it: Copia numero telefonico

# COMMON_CMD_FILTER_BY
source: Filter by
de: Filtern nach
it: Filtra per

# COMMON_CMD_HELP
source: &Help
de: &Hilfe
it: &Aiuto

# COMMON_CMD_LOGOFF
source: &Exit
de: &Abmelden
it: &Esci

# COMMON_CMD_NOTIFYCALL_EMAIL
source: Notify this call by email
de: Anruf per Email benachrichtigen
it: Notifica chiamata con email

# COMMON_CMD_NOTIFYCALL_SMS
source: Notify this call by SMS
de: Anruf per SMS benachrichtigen
it: Notifica chiamata con SMS

# COMMON_CMD_OPEN_FAVOURITES
source: Favorites management
de: Favoriten öffnen
it: Gestione preferiti

# COMMON_CMD_OPEN_FOLDERS
source: &Open Tab
de: &Ordner öffnen
it: &Apri schede

# COMMON_CMD_OPZIONI
source: Options
de: Optionen
it: Opzioni

# COMMON_CMD_ORDER_BY
source: &Order by
de: &Ordnen nach
it: &Ordina per

# COMMON_CMD_REMOVEEVENT
source: Delete event
de: Ereignis löschen
it: Elimina evento

# COMMON_CMD_SAVE
source: Save
de: Speichern
it: Salva

# COMMON_CMD_SEARCH
source: Search
de: Suchen
it: Cerca

# COMMON_CMD_SENDCONTACT
source: Send Contact
de: Kontakt senden
it: Invia Contatto

# COMMON_CMD_SENDEMAIL
source: Send Email
de: E-Mail senden
it: Invia Email

# COMMON_CMD_SENDSMS
source: Send SMS
de: SMS senden
it: Invia SMS

# COMMON_CMD_VIEW
source: Show
de: Anzeigen
it: Visualizza

# COMMON_DISPLAY_REDIRECTION_ALL
source: - Red. {0} ({1})
de: - Umltg. {0} ({1})

# COMMON_DISPLAY_REDIRECTION_ALL_LESS_NAME
source: Red. {0} ({1})
de: Umltg. {0} ({1})

# COMMON_DISPLAY_REDIRECTION_NUMBER
source: - Red. {0}
de: - Umltg. {0}

# COMMON_DISPLAY_REDIRECTION_NUMBER_LESS_NAME
source: Red. {0}
de: Umltg. {0}

# COMMON_LABEL_AGGIUNGI
source: Add
de: Hinzufügen
it: Aggiungi

# COMMON_LABEL_MODIFICA
source: Modify
de: Ändern
it: Modifica

# COMMON_LABEL_ORGANIZZA
source: Organize
de: Ordnen
it: Organizza

# COMMON_LABEL_REGISTRY_EVENTS_COUNT
source: {0} events
de: {0} Ereignisse
it: {0} eventi

# COMMON_LABEL_REMAINIG_DAYS
source: {0} days left for evaluation
de: Testversion noch {0} Tage gültig
it: Rimangono {0} giorni per la versione trial

# COMMON_LBL_ACTION
source: Actions
de: Aktionen
it: Azioni

# COMMON_LBL_ACTIONS
source: Actions
de: Aktionen
it: Azioni

# COMMON_LBL_ACTIVE_CALLS
source: Active Ca&lls
de: Akti&ve Anrufe
it: C&hiamate in corso

# COMMON_LBL_ACTIVE_QUEUE
source: Active queue
de: Aktive Warteschlange
it: Coda attiva

# COMMON_LBL_AGENTS
source: &Agents
de: &Agenten
it: &Agenti

# COMMON_LBL_ANONYMOUSE
source: Private number
de: Privatnummer
it: Numero privato

# COMMON_LBL_CALLER
source: Number
de: Rufnummer
it: Numero

# COMMON_LBL_CALL_COUNT
source: N&umber of calls
de: A&nzahl von Anrufen
it: N&umero Chiamate

# COMMON_LBL_CATEGORY
source: &Category
de: &Kategorie
it: &Categoria

# COMMON_LBL_CODE_GESTITE
source: Managed Q&ueues
de: V&erwaltete Warteschlangen
it: C&ode gestite

# COMMON_LBL_COMPANY
source: Company
de: Firma
it: Azienda

# COMMON_LBL_CONFERENCE
source: Conference
de: Konferenz
it: Conferenza

# COMMON_LBL_CONFERENCE_CALLS
source: &Conference Calls
de: &Konferenzanrufe
it: &Chiamate in conferenza

# COMMON_LBL_CONTACT
source: Contact
de: Kontakt
it: Contatto

# COMMON_LBL_CONTACTS
source: Con&tacts
de: Kon&takte
it: Con&tatti

# COMMON_LBL_COPY_NUMBER
source: Copy number
de: Nummer kopieren
it: Copia numero

# COMMON_LBL_COST_CENTER
source: Cost Center
de: Kostenstelle
it: Centro di costo

# COMMON_LBL_CUSTOM1
source: Custom 1
de: Angepasst
it: Personalizzato 1

# COMMON_LBL_CUSTOM10
source: Custom 10
de: Angepasst 10
it: Personalizzato 10

# COMMON_LBL_CUSTOM2
source: Custom 2
de: Angepasst 2
it: Personalizzato 2

# COMMON_LBL_CUSTOM3
source: Custom 3
de: Angepasst 3
it: Personalizzato 3

# COMMON_LBL_CUSTOM4
source: Custom 4
de: Angepasst 4
it: Personalizzato 4

# COMMON_LBL_CUSTOM5
source: Custom 5
de: Angepasst 5
it: Personalizzato 5

# COMMON_LBL_CUSTOM6
source: Custom 6
de: Angepasst 6
it: Personalizzato 6

# COMMON_LBL_CUSTOM7
source: Custom 7
de: Angepasst 7
it: Personalizzato 7

# COMMON_LBL_CUSTOM8
source: Custom 8
de: Angepasst 8
it: Personalizzato 8

# COMMON_LBL_CUSTOM9
source: Custom 9
de: Angepasst 9
it: Personalizzato 9

# COMMON_LBL_DATA
source: Data
de: Datum

# COMMON_LBL_DEPARMENT
source: Department
de: Abteilung
it: Dipartimento

# COMMON_LBL_DURATION
source: Duration
de: Dauer
it: Durata

# COMMON_LBL_EXTENSION
source: Extension
de: Durchwahlnummer
it: Interno

# COMMON_LBL_EXTENSIONS
source: C&olleagues
de: Dur&chwahlnummern
it: C&olleghi

# COMMON_LBL_FAVOURITES
source: &Favorites
de: &Favoriten
it: &Preferiti

# COMMON_LBL_GESTIONE_CODE
source: &Manage queues
de: &Warteschlangenverwaltung
it: &Gestione code

# COMMON_LBL_GESTORE_HOTKEYS
source: &Manage HotKeys
de: &Hotkeyverwaltung
it: &Gestione HotKey

# COMMON_LBL_HOME_PHONE
source: Home phone number
de: Private Festnetznummer
it: Telefono di casa

# COMMON_LBL_LANGUAGE_SELECTION
source: &Select language
de: &Sprachauswahl
it: &Selezione lingua

# COMMON_LBL_LASTNAME
source: Last name
de: Nachname
it: Cognome

# COMMON_LBL_LICENCE_EXPIRED
source: License expired - please contact your system administrator.
de: Lizenz abgelaufen – an Systemadministrator wenden.
it: Licenza scaduta - contattare l'amministratore di sistema.

# COMMON_LBL_LINE
source: Line
de: Leitung
it: Linea

# COMMON_LBL_LOGIN
source: Ready
de: Anmelden

# COMMON_LBL_LOGOUT
source: Logout
de: Abmelden

# COMMON_LBL_MOBILE
source: Mobile phone
de: Mobiltelefon
it: Cellulare

# COMMON_LBL_MOBILE_PRIVATE
source: Private mobile phone
de: Mobiltelefon privat
it: Cellulare privato

# COMMON_LBL_NO
source: No
de: Nein

# COMMON_LBL_NOTES
source: Notes
de: Anmerkungen
it: Note

# COMMON_LBL_NO_ACTIVE_QUEUE
source: Inactive queue
de: Warteschlange nicht aktiv
it: Coda non attiva

# COMMON_LBL_PHONE_NUMBER
source: Phone number
de: Telefonnummer
it: Numero telefonico

# COMMON_LBL_OFFICE
source: Office
de: Büro
it: Ufficio

# COMMON_LBL_OPTION
source: &Options
de: &Optionen
it: &Opzioni

# FORM_OPTIONS_TITLE
source: Options
de: Optionen
it: Opzioni

# COMMON_LBL_PARK_CALLS
source: &Parked Calls
de: Ge&parkte Anrufe
it: Chiamate &parcheggiate

# COMMON_LBL_PASSWORD
source: Password
de: Kennwort

# COMMON_LBL_PHONE
source: Phone
de: Telefon
it: Telefono

# COMMON_LBL_POSITION
source: Position
de: Stellung
it: Posizione

# COMMON_LBL_POSTAL_ADDRESS
source: Address
de: Adresse
it: Indirizzo

# COMMON_LBL_QME_NOT_ACTIVE
source: QME inactive
de: QME nicht aktiv
it: QME non attivo

# COMMON_LBL_QME_UNAVAILABLE
source: QME not available
de: QME nicht verfügbar
it: QME non disponibile

# COMMON_LBL_QUEUE
source: Queue
de: Warteschlange
it: Coda

# COMMON_LBL_QUEUES
source: &Queues
de: &Warteschlangen
it: Co&de

# COMMON_LBL_QUEUE_ACTIVE
source: Active
de: Aktiv
it: Attiva

# COMMON_LBL_QUEUE_DISACTIVE
source: Inactive
de: Nicht aktiv
it: Disattiva

# COMMON_LBL_QUEUE_NAME
source: Queue name
de: Name Warteschlange
it: Nome coda

# COMMON_LBL_REGISTRY
source: Call &Registry
de: An&rufverzeichnis
it: &Registro chiamate

# COMMON_LBL_RESERVE
source: Reserved
de: Reserviert
it: Prenotata

# COMMON_LBL_SEARCH_TOOLTIP_CONTACT
source: Insert the contat to search
de: Zu suchenden Kontakt eingeben
it: Inserire il contatto da ricercare

# COMMON_LBL_SEARCH_TOOLTIP_EXTENSION
source: Insert the extension to search
de: Zu suchende Durchwahl eingeben
it: Inserire l'interno da ricercare

# COMMON_LBL_SEARCH_TOOLTIP_FAVOURITE
source: Insert the favorite to search
de: Zu suchenden Favorit eingeben
it: Inserire il preferito da ricercare

# COMMON_LBL_SEND_CONTACT
source: Send contact
de: Kontakt senden
it: Invia contatto

# COMMON_LBL_SITE
source: Site
de: Sitz
it: Sede

# COMMON_LBL_STATISTICS
source: Statistics
de: Statistiken
it: Statistiche

# COMMON_LBL_STATS
source: &Monitor
de: &Überwachen

# COMMON_LBL_STATUS_ABSENT
source: Absent
de: Abwesend
it: Assente

# COMMON_LBL_STATUS_ALL
source: All
de: Alle
it: Tutti

# COMMON_LBL_STATUS_AVAILABLE
source: Available
de: Frei
it: Libero

# COMMON_LBL_STATUS_INCALL
source: In call
de: Eingehender Anruf
it: In chiamata

# COMMON_LBL_TIPO
source: Type
de: Typ
it: Tipo

# COMMON_LBL_TYPE
source: Type
de: Typ
it: Tipo

# COMMON_LBL_USERNAME
source: Username
de: Benutzername

# COMMON_LBL_VIEW
source: &View
de: &Anzeigen
it: &Visualizza

# COMMON_LBL_WAITHING
source: Waiting
de: Warten
it: Attesa

# COMMON_LBL_WAIT_TOTAL
source: &Total waiting
de: &Gesamtwartezeit
it: &Attesa totale

# COMMON_LBL_YES
source: Yes
de: Ja
it: Si

# COMMON_QME_TRIAL_PERIOD
source: QME Evaluation Period - license is expiring in {0} days
de: QME Testzeitraum – die Lizenz läuft in {0} Tagen ab
it: QME Trial Period - la licenza scadrà tra {0} giorni

# COMMON_TRIAL_EXPIRED
source: The QME evaluation time is expired. At next application startup the expired components will be removed/deactivated.
de: Achtung, die Probezeit von QME ist abgelaufen, beim nächsten Neustart der Anwendung werden die nicht mehr benutzbaren Komponenten deaktiviert.
it: Attenzione il periodo di valutazione di QME è terminato, al prossimo riavvio dell'applicazione saranno disabilitate le componenti non più utilizzabili.

# CONTEXTMENU_CALL_ADDTOCONFERENCE
source: Add to conference
de: Der Konferenz hinzufügen
it: Aggiungi a conferenza

# CONTEXTMENU_CALL_ADD_CONFERENCE
source: Merge to conference
de: Im Konferenz zusammenbringen
it: Unisci alla conferenza

# CONTEXTMENU_CALL_ANSWER
source: Answer
de: Antworten
it: Rispondi

# CONTEXTMENU_CALL_BLINDTRANSFER
source: Transfer w/o consultation
de: Blind-Weiterleitung
it: Trasferisci senza consultazione

# CONTEXTMENU_CALL_COMPLETETRANSFER
source: Complete transfer
de: Weiterleitung abschließen
it: Completa trasferimento

# CONTEXTMENU_CALL_CONSULTTRANSFER
source: Transfer with consultation
de: Ansehen und weiterleiten
it: Trasferisci con consultazione

# CONTEXTMENU_CALL_HANGUP
source: Hangup
de: Wieder auflegen
it: Riaggancia

# CONTEXTMENU_CALL_HOLD
source: Hold
de: Warten
it: Attesa

# CONTEXTMENU_CALL_INVITETOCONFERENCE
source: Invite to conference
de: Zur Konferenz einladen
it: Invita in conferenza

# CONTEXTMENU_CALL_INVITE_CONFERENCE
source: Add to conference
de: Im Konferenz hinzufügen
it: Aggiungi alla conferenza

# CONTEXTMENU_CALL_MAKECALL
source: Call
de: Anrufen
it: Chiama

# CONTEXTMENU_CALL_PARK
source: Park
de: Parken
it: Parcheggia

# CONTEXTMENU_CALL_RETRIEVE
source: Retrieve from hold
de: Wiederherstellen
it: Riprendi

# CONTEXTMENU_CALL_SMARTPARK
source: Camp on
de: Auf Durchwahl parken
it: Parcheggia su destinazione

# CONTEXTMENU_CALL_UNPARK
source: Retrieve from park
de: Entparken
it: Riprendi

# CONTEXTMENU_CANCEL_RESERVE_CALL
source: Cancel operation
de: Reservierung annullieren
it: Annulla prenotazione

# CONTEXTMENU_CONTACT_ADD_TO_FAVOURITES
source: Add to favorites
de: Zu Favoriten hinzufügen
it: Aggiungi ai preferiti

# CONTEXTMENU_CONTACT_CALL
source: Calls
de: Anrufen
it: Chiama

# CONTEXTMENU_CONTACT_SEND_EMAIL
source: Send email
de: E-Mail senden
it: Invia Email

# CONTEXTMENU_CONTACT_SHOW_DETAILS
source: Show details
de: Details anzeigen
it: Mostra dettagli

# CONTEXTMENU_FAVOURITES_CALL
source: Call
de: Anrufen
it: Chiama

# CONTEXTMENU_FAVOURITES_DELETE
source: Remove from favorites
de: Aus Favoriten entfernen
it: Rimuovi dai preferiti

# CONTEXTMENU_FAVOURITES_MODIFY
source: Modify
de: Ändern
it: Modifica

# CONTEXTMENU_FAVOURITES_MOVE
source: Move to another tab
de: In einen anderen Ordner verschieben
it: Sposta in un'altra scheda

# CONTEXTMENU_FAVOURITES_SEND_EMAIL
source: Send Email
de: E-Mail senden
it: Invia Email

# CONTEXTMENU_FAVOURITES_SHOW_DETAILS
source: Show details
de: Details anzeigen
it: Mostra dettagli

# CONTEXTMENU_MOVE_QUEUE
source: Move to the queue ...
de: Verschieben in die Warteschlange …
it: Sposta nella coda...

# CONTEXTMENU_ORDER_BY
source: Order by ...
de: Ordnen nach …
it: Ordina per...

# CONTEXTMENU_PICK_CALL
source: Answer the call
de: Anruf annehmen
it: Rispondi alla chiamata

# CONTEXTMENU_QUEUE_MOVE_TO
source: Move in queue
de: In Warteschlange verschieben
it: Sposta in coda

# CONTEXTMENU_QUEUE_ORDER_BY
source: Order by
de: Ordnen nach
it: Ordina per

# CONTEXTMENU_QUEUE_ORDER_BY_CATEGORY
source: Category
de: Kategorie
it: Categoria

# CONTEXTMENU_QUEUE_ORDER_BY_POS
source: Position
de: Stellung
it: Posizione

# CONTEXTMENU_QUEUE_ORDER_BY_WAIT_TIME
source: Waiting time
de: Wartezeit
it: Tempo di attesa

# CONTEXTMENU_QUEUE_RESERVE
source: Reserve
de: Reservieren
it: Prenota

# CONTEXTMENU_QUEUE_RESERVE_CLEAR
source: Cancel reservation
de: Reservierung annullieren
it: Annulla prenotazione

# CONTEXTMENU_RESERVE_CALL
source: Reserve call
de: Anruf reservieren
it: Prenota chiamata

# CONTEXT_MENU_AZIONI
source: &Actions
de: &Aktionen
it: &Azioni

# ENUM_BACCALLLOCATION_ACTIVE
source: Active
de: Aktiv
it: Attiva

# ENUM_BACCALLLOCATION_INQUEUE
source: In queue
de: In Warteschlange
it: In coda

# ENUM_BACCALLLOCATION_PARKED
source: Parked
de: Geparkt
it: Parcheggiata

# ENUM_BACCALLLOCATION_SMARTPARKED
source: Parked on destination (Camp On)
de: Aufs Ziehl
it: Parcheggiata su destinazione

# ENUM_BACCALLSTATUS_BUSY
source: Busy
de: Besetzt
it: Occupato

# ENUM_BACCALLSTATUS_CLOSED
source: Closed
de: Beendet
it: Terminata

# ENUM_BACCALLSTATUS_CONFERENCED
source: In conference
de: In Konferenz
it: In conferenza

# ENUM_BACCALLSTATUS_CONNECTED
source: Connected
de: Verbunden
it: Connessa

# ENUM_BACCALLSTATUS_DIALLING
source: Dialing
de: Wird gewählt
it: In composizione

# ENUM_BACCALLSTATUS_IDLE
source: Idle
de: Ruhend
it: In attesa

# ENUM_BACCALLSTATUS_INCOMING_RINGING
source: Incoming
de: Eingehend
it: In arrivo

# ENUM_BACCALLSTATUS_ONHOLD
source: On Hold
de: In Wartestellung
it: In attesa

# ENUM_BACCALLSTATUS_ONHOLD_PENDING_CONFERENCE
source: On Hold pending conference
de: In Wartestellung für Konferenz
it: In attesa con conferenza

# ENUM_BACCALLSTATUS_ONHOLD_PENDING_TRANSFER
source: On Hold pending transfer
de: In Wartestellung ansehen
it: In attesa con consultazione

# ENUM_BACCALLSTATUS_OUTGOING_RINGING
source: Outgoing
de: Ausgehend
it: Uscente

# ENUM_BACCALLSTATUS_PARKED
source: Parked
de: Geparkt
it: Parcheggiata

# ENUM_BACCALLTYPE_IN
source: Incoming
de: Eingehend
it: Entrante

# ENUM_BACCALLTYPE_IN_UNANSW
source: Incoming not answered
de: Eingehend, nicht beantwortet
it: Entrante non risposta

# ENUM_BACCALLTYPE_NONE
source: Unknown
de: Unbekannt
it: Sconosciuto

# ENUM_BACCALLTYPE_OUT
source: Outgoing
de: Ausgehend
it: Uscente

# ENUM_BACCALLTYPE_OUT_UNANSW
source: Outgoing not answered
de: Ausgehend, nicht beantwortet
it: Uscente non risposta

# ENUM_BACCALLTYPE_UNKNOWN
source: Unknown
de: Unbekannt
it: Sconosciuto

# ENUM_UNDEFINED
source: Undefined
de: Nicht definiert
it: Non definito

# ERROR_MSG_COMPONENTI_MANCANTI
source: Some needed components are missing. Please run the setup package again to fix the problem.
de: Es fehlen entscheidende Komponenten für ein korrektes Funktionieren des Programms. Es wird empfohlen, das Produkt neu zu installieren, um das Problem zu lösen.
it: Mancano dei componenti fondamentali al corretto funzionamento del programma.Si consiglia di reinstallare il prodotto per risolvere il problema.

# ERROR_TIT_COMPONENTI_MANCANTI
source: Fatal Error
de: Fehler
it: Errore

# ERR_LABEL_EXTENSION_UNAVAILABLE
source: Primary extension is missing, please, verify the user settings in the SAS server.
de: Durchwahl nicht konfiguriert, Benutzereinstellungen auf SAS-Server prüfen.
it: Interno non configurato, verificare le impostazioni utente sul server SAS.

# ERR_LABEL_EXTENSION_UNCONTROLLED
source: CTI/TAPI error: the extension {0} is not controlled by the server.
de: Fehler CTI/TAPI: Die Durchwahl {0} wird nicht durch Server kontrolliert.
it: Errore CTI/TAPI: l'interno {0} non è controllato dal server.

# ERR_LABEL_LICENSENOTAVAILABLE
source: License not available for this user
de: Lizenz für diesen Benutzer nicht verfügbar.
it: Licenza non disponibile per questo utente

# ERR_LABEL_UNAUTHORIZED
source: Authentication error.
de: Fehler bei Benutzerüberprüfung.
it: Errore durante la validazione dell'utente.

# ERR_LABEL_WRONG_CLIENT_VERSION
source: Wrong client version. Is required {0} version or later.
de: Client-Version nicht korrekt. Die Version {0}, oder eine spätere Version, ist erforderlich.
it: Versione del client non corretta. E' richiesta una versione {0} o successiva.

# EXTENSION_STATUS_BUSY
source: Busy
de: Besetzt
it: Occupato

# EXTENSION_STATUS_NOTPRESENT
source: Not present
de: Nicht vorhanden
it: Non presente

# EXTENSION_STATUS_PRESENT
source: Present
de: Frei
it: Libero

# EXTENSION_STATUS_UNDEFINED
source: Undefined
de: Nicht definiert
it: Indefinito

# FADE_QUEUE_CALLS
source: {0} Calls in queue, {1} VIP
de: {0} Anrufe in Warteschlange, {1} VIP
it: {0} chiamate in coda, {1} VIP

# FASTSEARCH_EXTENSION_CONTACT
source: Contact
de: Kontakt
it: Contatto

# FASTSEARCH_EXTENSION_NUMBER
source: Number
de: Rufnummer
it: Numero

# FASTSEARCH_EXTENSION_REPARTO
source: Department
de: Abteilung
it: Reparto

# FASTSEARCH_EXTENSION_TYPE
source: Type
de: Typ
it: Tipo

# FASTSEARCH_LBL_ADD_CONTACT
source: Invite a new contact
de: Neue Kontakt einladen
it: Invita un nuovo contatto

# FASTSEARCH_LBL_CALL_NUMBER
source: Call number
de: Nummer anrufen
it: Chiama numero

# FASTSEARCH_LBL_CAMP_ON
source: Camp on
de: Auf Durchwahl parken
it: Parcheggio su destinazione

# FASTSEARCH_LBL_INVITE_TO_CONF
source: Invite to conference
de: Im Konferenz einalden
it: Invita in conferenza

# FASTSEARCH_LBL_MERGE_CALL
source: Merge an active call
de: Bestehende Anruf zusammenbringen
it: Unisci una chiamata già attiva

# FASTSEARCH_LBL_RICERCA_CONTATTO
source: Search contact
de: Kontakt suchen
it: Ricerca Contatto

# FASTSEARCH_LBL_TRASFERISCI
source: Transfer
de: Weiterleiten
it: Trasferisci

# FAVORITE_LBL_ORDINA_CELLULARE
source: Order by mobile
de: Nach Mobiltelefon ordnen
it: Ordina per Cellulare

# FAVORITE_LBL_ORDINA_EMAIL
source: Order by email
de: Nach E-Mail ordnen
it: Ordina per Email

# FAVORITE_LBL_ORDINA_NOME
source: Order by name
de: Nach Name ordnen
it: Ordina per Nome

# FAVORITE_LBL_ORDINA_TELEFONO
source: Order by phone
de: Nach Telefon ordnen
it: Ordina per Telefono

# FAVOURITES_LABEL_LISTA
source: Show as list
de: Als Liste anzeigen
it: Visualizza ad elenco

# FAVOURITES_LABEL_LISTA_3X3
source: Show 3x3 grid
de: Raster 3x3 anzeigen
it: Visualizza griglia 3x3

# FAVOURITES_LABEL_LISTA_4X4
source: Show 4x4 grid
de: Raster 4x4 anzeigen
it: Visualizza griglia 4x4

# FAVOURITES_LABEL_LISTA_4X5
source: Show 4x5 grid
de: Raster 4x5 anzeigen
it: Visualizza griglia 4x5

# FAVOURITES_LABEL_LISTA_4X6
source: Show 4x6 grid
de: Raster 4x6 anzeigen
it: Visualizza griglia 4x6

# FAVOURITES_LABEL_LISTA_6X6
source: Show 6x6 grid
de: Raster 6x6 anzeigen
it: Visualizza griglia 6x6

# FAVOURITES_LABEL_LISTA_8X6
source: Show 8x6 grid
de: Raster 8x6 anzeigen
it: Visualizza griglia 8x6

# FAVOURITE_STATUS_BUSY
source: Busy status
de: Status besetzt
it: Stato occupato

# FAVOURITE_STATUS_PRESENT
source: Free status
de: Status frei
it: Stato libero

# FAVOURITE_STATUS_UNDEFINITED
source: Undefined status
de: Status nicht definiert
it: Stato indefinito

# FORM_HOTKEYMANAGER_TITLE
source: HotKeys
de: Hotkey-Tasten
it: Tasti scelta rapida

# FORM_LOGIN_LBL_DESCRIPTION
source: Insert username and password to log in
de: Benutzernamen und Kennwort für Imagicle Blue's Attendant / Blue's One Enterprise eingeben
it: Inserire il nome utente e la password

# FORM_LOGIN_LBL_REMEMBER_USER
source: Remember user
de: Benutzernamen merken
it: Memorizza utente

# FORM_LOGIN_MSG_USERNAME_PWD_EMPTY
source: Empty username or password
de: Benutzername oder Kennwort leer
it: Il nome utente o la password sono vuoti

# FORM_LOGIN_TITLE
source: Imagicle Blue's Attendant / Blue's One Enterprise login
de: Anmeldung Imagicle Blue's Attendant / Blue's One Enterprise

# GROUP_LBL_ACTIVE_CALL
source: Selected call
de: Gewählter Anruf
it: Chiamata Selezionata

# GROUP_LBL_CONFERENCE_CALLS
source: Conference
de: Konferenz
it: Conferenze

# GROUP_LBL_CURRENT_CALLS
source: Current calls
de: Anrufe
it: Chiamate

# GROUP_LBL_PARKING_CALLS
source: Call parked
de: Parken
it: Parcheggi

# GROUP_LBL_QUEUE
source: Manage queues
de: Codeverwaltung
it: Gestione Code

# HOTKEY_CALL_COMMAND_ADD_NOTE
source: Add note to the current call
de: Aufzeichnung
it: Aggiungi nota alla chiamata corrente

# HOTKEY_DETACH_DASHBOARD
source: Show dashboard in a separate window
de: An bestehende Anruf, Aufzeichnung hinzufügen
it: Visualizza dashboard in una finestra separata

# HOTKEY_GROUP_CALL_COMMAND
source: Phone commands
de: Tastenbefehle Telefon
it: Comandi telefonici

# HOTKEY_GROUP_GENERAL
source: Main
de: Allgemein
it: Generali

# HOTKEY_GROUP_QUEUE_MANAGER
source: Manage queues
de: Codeverwaltung
it: Gestione code

# HOTKEY_GROUP_READ_INFO
source: Read info
de: Informationen lesen
it: Lettura informazioni

# HOTKEY_GROUP_SEARCH
source: Searching for contacts
de: Kontakte suchen
it: Ricerca contatti

# HOTKEY_LABEL_TITLE
source: Set HotKeys for '{0}'
de: Hotkey festlegen für '{0}'
it: Imposta tasti di scelta rapida per '{0}'

# HOTKEY_SEND_MAIL
source: New email
de: Neue E-mail
it: Componi email

# IDS_LBLSLIDE_SMS_RICERCA_DI
source: Search: {0}
de: Suche nach: {0}
it: Ricerca di: {0}

# IDS_LBL_SEARCH_EMPTY_TEXT
source: insert name or phone number
de: Name oder Nummer eingeben
it: inserisci nome o numero

# IDS_LBL_SENDSMS_INVIA_MAIL
source: New email
de: Neue E-mail
it: Componi email

# IDS_LBL_SENDSMS_INVIA_SMS
source: Send SMS
de: SMS senden
it: Invia SMS

# IDS_LBL_SENDSMS_STATO_ANNULLATO
source: Sending process stopped by SMS gateway.
de: Das Senden der Nachricht wurde vom Gateway SMS abgebrochen.
it: L'invio del messaggio è stato annullato dal gateway SMS.

# IDS_LBL_SENDSMS_STATO_ERRORE
source: Error. Verify internet connection availability and login/password parameters.
de: Es ist ein Fehler aufgetreten. Stellen Sie sicher, dass die Internetverbindung aktiv ist und Benutzer und Kennwort korrekt sind.
it: Si è verificato un errore. Verificare che la connessione ad Internet sia attiva e che l'utente e la password siano corretti.
