Repository: mdarios/MyTestSoftware
Catalog: MyProject/*/Resources.*.resx
Languages: de, it

# LABEL_PHONENUMBERTYPE_EXTENSION
source: Extension
de: Durchwahlnummer
it: Interno

# LABEL_PHONENUMBERTYPE_FAX
source: Fax number
de: Fax
it: Fax

# LABEL_PHONENUMBERTYPE_GENERICO
source: Generic number
de: Allgemein
it: Generico

# LABEL_PHONENUMBERTYPE_SPEEDDIAL
source: Speed Dial
de: Kurzwahl

# LABEL_PHONENUMBERTYPE_TELEFONO
source: Phone number
de: Telefon
it: Telefono

# LABEL_PHONENUMBERTYPE_UFFICIO
source: Office number
de: Büro
it: Ufficio

# LABEL_PRINT_LIST
source: Print list
de: Liste drucken
it: Stampa lista

# LABEL_PROGRAM_NAME
source: Imagicle Blue's Attendant / Blue's One Enterprise
de: Imagicle Blue's Attendant
it: Imagicle Blue's Attendant

# LABEL_QUEUE_CLOSED
source: (Queue closed)
de: (Geschlossene Warteschlange)
it: (Coda chiusa)

# LABEL_QUEUE_LIST_SUBSCRIBE
source: My Queues
de: Meine Warteschlangen
it: Le mie code

# LABEL_QUEUE_LOGIN
source: Ready
de: Anmelden

# LABEL_QUEUE_LOGOUT
source: Logout
de: Abmelden

# LABEL_QUEUE_NEME_STATISTICS
source: ({0} calls, {1} VIP)
de: ({0} Anrufe, {1} VIP)
it: ({0} chiamate, {1} VIP)

# LABEL_QUEUE_STATISTICS
source: {0} calls, {1} VIP
de: ({0} Anrufe, {1} VIP)
it: {0} chiamate, {1} VIP

# LABEL_SEARCH_CERCA_CONTATTO
source: Search contact
de: Kontakt suchen
it: Cerca contatto

# LABEL_SEARCH_CERCA_INTERNO
source: Search colleagues
de: In Durchwahlen suchen
it: Cerca tra i colleghi

# LABEL_SEARCH_CERCA_PREFERITO
source: Search favorite
de: In Favoriten suchen
it: Cerca tra i preferiti

# LABEL_SEARCH_CERCA_REGISTRO
source: Search on the registry
de: Im Verzeichnis suchen
it: Cerca nel registro

# LABEL_SMS_OPTION_INTERNATIONAL_PREFIX
source: International prefix:
de: Internationale Vorwahl:
it: Prefisso internazionale:

# LABEL_STATUS_AVAILABLE
source: Status: Available
de: Status: verfügbar
it: Stato: disponibile

# LABEL_STATUS_HOTKEYDESCRIPTION
source: Configure HotKeys
de: Hotkey-Tasten für häufig benutzte Funktionen konfigurieren
it: Configura i tasti di scelta rapida per le funzioni usate frequentamente

# LABEL_STATUS_UNAVAILABLE
source: Status: Not Available
de: Status: nicht verfügbar
it: Stato: non disponibile

# LBL_COMMON_NUMERO
source: Number
de: Rufnummer
it: Numero

# LBL_COMMON_TIPO
source: Type
de: Typ
it: Tipo

# LINK_FADE_SHOW_QUEUE_CALLS
source: Show queue calls
de: Anrufe in Warteschlange anzeigen
it: Visualizza chiamate in coda

# LINK_FADE_SHOW_REGISTRY
source: Show calls registry
de: Anrufverzeichnis anzeigen
it: Visualizza registro chiamate

# LINK_LABEL_ABILITA_RUBRICHE
source: To search contacts you need to activate the connection with one of the available address book
de: Für die Kontaktsuche müssen Sie mindestens eins der verfügbaren Telefonbücher für die Integration freigeben
it: Per poter effettuare delle ricerche sui contatti è necessario abilitare l'integrazione con almeno una delle rubriche disponibili

# MENU_ADD_FAVOURITE
source: Add favorite
de: Favorit hinzufügen
it: Aggiungi preferito

# MENU_ADD_MODIFY_NOTE
source: Add/Modify note
de: Aufzeichnung hinzufügen/editieren
it: Aggiungi/modifica nota

# MENU_ADD_NOTIFY_CALL
source: Notify this call by SMS/Email
de: Anruf per SMS/Email benachrichtigen
it: Notifica chiamata con SMS/Email

# MENU_CONTAC_ADD_TO_FAVOURITE
source: Add to favorites
de: Zu Favoriten hinzufügen
it: Aggiungi a preferiti

# MENU_CONTAC_BLIND_TRANSFER_DIRECT
source: Blind transfer
de: Direkt weiterleiten
it: Trasferisci diretto

# MENU_CONTAC_CALL_NUMBER
source: Call
de: Anrufen
it: Chiama

# MENU_CONTAC_CONFERENCE
source: Invite to conference
de: Zur Konferenz einladen
it: Invita in conferenza

# MENU_CONTAC_COPY_NUMBER
source: Copy the number
de: Nummer kopieren
it: Copia numero

# MENU_CONTAC_HANG_NUMBER
source: Hangup
de: Wieder auflegen
it: Riaggancia

# MENU_CONTAC_OPEN_DETAIL
source: Open contact details
de: Ordner öffnen
it: Apri scheda

# MENU_CONTAC_PARK
source: Park on destination
de: Aufs Ziehl
it: Parcheggia su destinazione

# MENU_CONTAC_SEND_CONTACT
source: Send contact
de: Kontakt senden
it: Invia contatto

# MENU_CONTAC_SEND_MESSAGE
source: Send message
de: Nachricht senden
it: Invia messaggio

# MENU_CONTAC_SEND_SMS
source: Send SMS
de: SMS senden
it: Invia SMS

# MENU_CONTAC_TRANSFER_CONSULT
source: Transfer with consultation
de: Ansehen und weiterleiten
it: Trasferisci con consultazione

# MENU_FAVOURITE_ADD
source: Add favorite
de: Favorit hinzufügen
it: Aggiungi preferito

# MENU_FAVOURITE_ADD_CONF
source: Invite to conference
de: Zur Konferenz einladen
it: Invita in conferenza

# MENU_FAVOURITE_CHIAMA_NUMERO
source: Call number
de: Nummer anrufen
it: Chiama numero

# MENU_FAVOURITE_COPY_NUMBER
source: Copy number
de: Nummer kopieren
it: Copia numero

# MENU_FAVOURITE_MODIFICA_PREFERITO
source: Modify favorite
de: Ändern
it: Modifica

# MENU_FAVOURITE_MOVE_TO
source: Move to
de: Verschieben in
it: Sposta in

# MENU_FAVOURITE_OPEN_SCHEDA
source: Open
de: Ordner öffnen
it: Apri scheda

# MENU_FAVOURITE_PARCHEGGIA
source: Park on destination (Camp On)
de: Aufs Ziehl
it: Parcheggia su destinazione

# MENU_FAVOURITE_REMOVE
source: Remove favorite
de: Favorit entfernen
it: Rimuovi preferito

# MENU_FAVOURITE_SEND_CONTACT
source: Send contact
de: Kontakt senden
it: Invia contatto

# MENU_FAVOURITE_SEND_EMAIL
source: New email
de: Neue E-mail
it: Componi email

# MENU_FAVOURITE_SEND_MESSAGE
source: Send message
de: Nachricht senden
it: Invia messaggio

# MENU_FAVOURITE_SEND_SMS
source: Send SMS
de: Invia SMS
it: Invia SMS

# MENU_FAVOURITE_TRASFERISCI_CONSULTAZIONE
source: Transfer with consultation
de: Ansehen und weiterleiten
it: Trasferisci con consultazione

# MENU_FAVOURITE_TRASFERISCI_DIRETTO
source: Transfer without consultation
de: Direkt weiterleiten
it: Trasferisci diretto

# MENU_FORCE_CLOSE_QUEUE
source: Force closed
de: Schließen forcieren
it: Forza chiusura

# MENU_FORCE_OPEN_QUEUE
source: Force open
de: Öffnen forcieren
it: Forza apertura

# MENU_LABEL_ABOUT
source: &About ...
de: &Informationen über...
it: &Informazioni su...

# ACCESSIBILITY_ABOUT_DIALOG
source: About
de: Informationen über
it: Informazioni su

# MENU_LABEL_CHECK_UPDATE
source: Check for &updates
de: &Updates prüfen
it: Controlla &aggiornamenti

# MENU_LBL_AZIENDA
source: &Company
de: &Firma
it: &Azienda

# MENU_LBL_AZIONI
source: A&ctions
de: A&ktionen
it: A&zioni

# MENU_LBL_CELLULARE
source: &Mobile
de: &Mobiltelefon
it: &Cellulare

# MENU_LBL_OPTION
source: &Options
de: &Optionen
it: &Opzioni

# MENU_LBL_SEDE
source: S&ite
de: S&itz
it: S&ede

# MENU_LBL_TELEFONO
source: &Telephone number
de: &Telefon
it: &Telefono

# MENU_LBL_TUTTE_SEDI
source: All sites
de: Alle Sitze
it: Tutte le sedi

# MENU_LBL_TUTTI_DIPARTIMENTI
source: All departments
de: Alle Abteilungen
it: Tutti i dipartimenti

# MENU_LBL_TUTTI_UFFICI
source: All offices
de: Alle Büros
it: Tutti gli uffici

# MENU_LBL_UFFICIO
source: &Office
de: &Büro
it: &Ufficio

# MENU_RESUME_BEHAVIOR
source: Restore ordinary schedule
de: Zu Verhalten gemäß Programm zurückkehren
it: Ripristina comportamento programmato

# MESSAGE_BOX_RECONNECTION
source: Cannot connect to the server ({0}). Would you like to try connecting again ?
de: Verbindung zu Server kann nicht erstellt werden ({0}). Möchten Sie erneut versuchen, die Verbindung zum Server zu erstellen?
it: Impossibile stabilire una connessione con il server ({0}). Si desidera provare a riconnettersi al server?

# MESSAGE_CLOSE_APP
source: Do you really want to close the application ?
de: Möchten Sie die Anwendung schließen?
it: Si desidera chiudere l'applicazione?

# MESSAGE_CLOSE_APPLICATION
source: Do you really want to close the application ?
de: Möchten Sie die Anwendung schließen?
it: Si desidera chiudere l'applicazione?

# MESSAGE_FAVOURITES_REMOVE
source: Delete selected favorites?
de: Die ausgewählten Favoriten löschen?
it: Eliminare i preferiti selezionati?

# MESSAGE_FAVOURITE_REMOVE
source: Delete the selected favorite ?
de: Den ausgewählten Favorit löschen?
it: Eliminare il preferito selezionato?

# MESSAGE_FAVOURITE_TITLE_REMOVE
source: Delete favorite
de: Favorit löschen
it: Elimina preferito

# MESSAGE_HOTKEY_ALREADY_EXIST
source: HotKey already in use. Insert different HotKey
de: Der eingegebene Hotkey wird bereits benutzt. Einen anderen Hotkey eingeben
it: La HotKey inserita è già utilizzata. Inserire una HotKey differente

# MESSAGE_LBL_NO_ACTIVE_CALL
source: No active call
de: Kein Anruf aktiv
it: Nessuna chiamata in corso

# MESSAGE_LBL_NUMBER_CALLS_ACTIVE
source: There are {0} active calls
de: Es sind {0} Anrufe aktiv
it: Sono presenti {0} chiamate in corso

# MESSAGE_LBL_NUMBER_CALLS_PARKED
source: There are {0} parked calls
de: Es sind {0} Anrufe geparkt
it: Sono presenti {0} chiamate parcheggiate

# MESSAGE_LBL_OPERATORE_DISPONIBILE
source: Agent available
de: Agent verfügbar
it: Operatore disponibile

# MESSAGE_LBL_OPERATORE_NON_DISPONIBILE
source: Agent not available
de: Agent nicht verfügbar
it: Operatore non disponibile

# MESSAGE_LBL_STATISTICS_QUEUE
source: {0} {1} queued calls {2} VIP calls {3}
de: {0} {1} Verwaltete Anrufe {2} VIP-Anrufe {3}
it: {0} {1} Chiamate in coda {2} Chiamate VIP {3}

# MESSAGE_MAIL_CLIENT_NOT_PRESENT
source: An error occured while opening the mail client. Make sure a mail client is installed on the PC and set as default client.
de: Fehler während der Öffnung der Mail Client. Versichern Sie sich das eine Email Client aufs PC installiert ist und das es als Default Client eingestellt ist.
it: Si è verificato un errore nell'apertura del client di posta. Verificare che sia installato sul PC un client di posta e che sia impostato come predefinito.

# MESSAGGE_LBL_GENERAL_STATISTICS_QUEUE
source: Active queues {0} Calls {1} VIP calls {2}
de: Aktive Warteschlangen {0} Verwaltete Anrufe {1} VIP-Anrufe {2}
it: Code attive {0} Chiamate gestite {1} Chiamate VIP {2}

# MESSAGGE_LBL_GENERAL_STATISTICS_QUEUE_BAP
source: Calls {0} VIP calls {1}
de: Verwaltete Anrufe {0} VIP-Anrufe {1}
it: Chiamate gestite {0} Chiamate VIP {1}

# MONITOR_PAGE_ONE
source: Page one
de: Seite eins
it: Pagina uno

# MONITOR_PAGE_THREE
source: Page three
de: Seite drei
it: Pagina tre

# MONITOR_PAGE_TWO
source: Page two
de: Seite zwei
it: Pagina due

# MSG_PASSWORD_DIFFERENT
source: The passwords do not match.
de: Das neue Kennwort stimmt nicht mit dem Bestätigungskennwort überein.
it: La nuova password non coincide con la password di conferma.

# MSG_UPDATE_PASSWORD_FAIL
source: Password change failed.
de: Kennwortaktualisierung fehlgeschlagen.
it: Aggiornamento della password fallito.

# MSG_UPDATE_PASSWORD_SUCCESS
source: Password change done.
de: Kennwort korrekt aktualisiert.
it: Aggiornamento della password eseguito correttamente.

# NOTA_DLG_EMPTY_TEXT
source: Enter note
de: Aufzeichnung hinzufügen
it: Inserisci nota

# NOTA_LBL_NOTE
source: Note
de: Aufzeichnung
it: Nota

# OPTION_ACCESSIBILITY_CALL_STATUS_AS_TEXT
source: View status information in the active call list in text mode
de: Statusangaben in Liste der aktiven Anrufe als Text anzeigen
it: Visualizza le informazioni di stato nella lista chiamate attive in modalità testuale

# OPTION_ACCESSIBILITY_DISPLAY_FOCUS
source: On incoming or outcoming call select phone number in the display.
de: Bei Eingehen oder Starten eines Anrufs die Rufnummer im Display auswählen.
it: All'arrivo o all'avvio di una chiamata seleziona il numero di telefono all'interno del display.

# OPTION_ACCESSIBILITY_SELECT_ACTIVE_ITEM_LIST
source: Automatically selects the incoming call
de: Den eingehenden Anruf automatisch auswählen
it: Seleziona automaticamente la chiamata in arrivo

# OPTION_ACCESSIBILITY_SELECT_RESULT
source: Automatically selects the first search result by pressing the enter key
de: Das erste Suchergebnis automatisch durch Drücken der Taste Absenden auswählen
it: Seleziona automaticamente il primo risultato di ricerca premendo il tasto invio

# OPTION_ACCESSIBILITY_STATUS_AS_TEXT
source: View telephone status icons as text
de: Die Telefonstatus-Icons als Text anzeigen
it: Visualizza le icone di stato telefonico come testo

# OPTION_ADVISE_ENABLE_ACUSTIC_PHONE
source: Enables the audible warning for the incoming calls on your phone
de: Tonsignal für eingehenden Anruf auf Telefon aktivieren
it: Abilita la segnalazione acustica all'arrivo di una chiamata sul telefono

# OPTION_ADVISE_ENABLE_ACUSTIC_QUEUE
source: Enables the audible warning for the incoming calls on your queues
de: Tonsignal für eingehenden Anruf in der Warteschlange aktivieren
it: Abilita la segnalazione acustica all'arrivo di una chiamata sulla coda

# OPTION_ADVISE_FOCUS
source: Bring the console foreground
de: Konsole in den Vordergrund setzen
it: Porta la console in primo piano

# OPTION_ADVISE_LABEL_ACTION_PHONE
source: For incoming calls on the phone do this action
de: Diese Aktion bei Eingehen eines Anrufs auf dem Telefon ausführen
it: All'arrivo di una chiamata sul telefono esegui questa operazione

# OPTION_ADVISE_LABEL_ACTION_QUEUE
source: For incoming calls on the queue do this action
de: Diese Aktion bei Eingehen eines Anrufs in der Warteschlange ausführen
it: All'arrivo di una chiamata sulla coda esegui questa operazione

# OPTION_ADVISE_NOTHING
source: No action
de: Keine Aktion
it: Nessuna azione

# OPTION_ADVISE_POPUP
source: View pop-up alerts
de: Mitteilungs-Popup anzeigen
it: Visualizza il popup di notifica

# OPTION_AVVISI
source: Alerts
de: Avvisieren
it: Avvisi

# OPTION_CMD_TAB_FAVOURITE_ADD
source: Add
de: Hinzufügen
it: Aggiungi

# OPTION_CMD_TAB_FAVOURITE_DOWN
source: Move down
de: Nach unten verschieben
it: Sposta giu

# OPTION_CMD_TAB_FAVOURITE_EDIT
source: Edit
de: Ändern
it: Modifica

# OPTION_CMD_TAB_FAVOURITE_REMOVE
source: Remove
de: Entfernen
it: Rimuovi

# OPTION_CMD_TAB_FAVOURITE_UP
source: Move up
de: Nach oben verschieben
it: Sposta su

# OPTION_COMBO_TAB_IMAGE
source: Image {0}
de: Bild {0}
it: Immagine {0}

# OPTION_GENERAL_AUTO_LOGIN
source: Auto login at startup
de: Beim Start der Anwendung automatisch anmelden
it: Effettua il login automatico all'avvio dell'applicazione

# OPTION_GENERAL_AUTO_QUEUE_LOGIN
source: Set ready status to All Queues at startup
de: Beim Start der Anwendung automatisch in allen Warteschlangen anmelden
it: Imposta stato di ready su tutte le code all'avvio dell'applicazione

# OPTION_GENERAL_AUTO_QUEUE_LOGOUT
source: Auto Logout to All Queues at shutdown
de: Beim Verlassen der Anwendung automatisch aus allen Warteschlangen abmelden
it: Effettua il logout su tutte le code all'uscita dall'applicazione

# OPTION_GENERAL_DRAGDROP_COMMAND
source: Dragging a call on an extension/favourite run the command
de: Durch Drag&Drop eines Anrufs auf Durchwahl/Favorit Befehl ausführen
it: Trascinando una chiamata su un interno/preferito esegui il comando

# OPTION_GENERAL_ENABLE_LOG
source: Create log file for troubleshooting
de: Log einschalten für Kundendienst
it: Abilita la creazione dei log per l'assistenza

# OPTION_GENERAL_LABEL_HOLD_ON_TRANSFER
source: Put the call on hold while transferring
de: Aktiven Anruf während der Weiterleitung auf Wartestellung setzen
it: Metti in attesa la chiamata attiva durante il suo trasferimento

# OPTION_GENERAL_LOOKUP_LOCAL_DIRS
source: Search the caller number in the local contacts first
de: Die anrufende Nummer zuerst in den Client-Telefonbüchern suchen
it: Ricerca prima il numero chiamante nelle rubriche del client

# OPTION_GENERAL_START_MINIMIZED
source: Startup as icon on application bar
de: Beim Start in der Anwendungsleiste als Symbol anzeigen
it: Mostra come icona nella barra applicazioni all'avvio

# OPTION_GENREAL_QUICK_DIAL_MODIFY
source: Allow changing the number dialed with 'Quick dial'
de: Kurzwahl gewählte Nummer kann geändert werden
it: Permetti la modifica del numero composto con la 'chiamata rapida'

# OPTION_LABEL_ACCESSIBILITY
source: Accessibility
de: Zugänglichkeit
it: Accessibilità

# OPTION_LABEL_AVANZATE
source: Advanced
de: Erweitert
it: Avanzate

# OPTION_LABEL_CHECK_UPDATE
source: Enable automatic updates
de: Automatische Kontrolle der Updates aktivieren
it: Abilita il controllo automatico degli aggiornamenti

# OPTION_LABEL_FAVOURITES
source: Favorites
de: Favoriten
it: Preferiti

# OPTION_LABEL_GENERALI
source: General
de: Allgemein
it: Generali

# OPTION_LABEL_RUBRICHE
source: Address books
de: Telefonbücher
it: Rubriche

# OPTION_LABEL_TELEFONIA
source: Telephony
de: Telefonie
it: Telefonia

# OPTION_LBL_TAB_DESCRIPTION
source: Enter the tab name and select the associated image
de: Name der Registerkarte eingeben und entsprechendes Bild auswählen
it: Inserire il nome della scheda e selezionare l'immagine associata

# OPTION_LBL_TAB_FAVOURITE_MANAGER
source: Manage favourites tabs:
de: Verwaltung der Registerkarten der Favoriten:
it: Gestione delle schede dei preferiti:

# OPTION_LBL_TAB_IMAGE
source: Tab image:
de: Bild Registerkarte:
it: Immagine scheda:

# OPTION_LBL_TAB_NAME
source: Tab name:
de: Name der Registerkarte:
it: Nome della scheda:

# OPTION_MESSAGES_SECTION
source: Messages
de: Nachrichten
it: Messaggi

# OPTION_MESSAGE_REMOVE_TAB
source: Do you want to remove the selected tab?
de: Möchten Sie die ausgewählte Registerkarte entfernen?
it: Si desidera rimuovere la scheda selezionata?

# OPTION_SMS_CMD_CONFIG_PROVIDER
source: Configuration provider
de: Provider konfigurieren
it: Configura provider

# OPTION_SMS_CREDIT
source: Sms credit available:
de: SMS Kredit zu Verfügung
it: Credito sms disponibile:

# OPTION_SMS_LBL_NOT_CONFIG
source: Not configured
de: Nicht konfiguriert
it: Non configurato

# OPTION_SMS_SELECT_PROVIDER
source: Select the provider to use for sending SMS
de: SMS Provide auswählen
it: Selezionare il provider da utilizzare per l'invio di SMS

# OPTION_SMS_USE_PROVIDER
source: Use the provider
de: als Provider benutzen
it: Utilizza il provider

# OPTION_TEMPLATE_CMD_ADD
source: Add
de: Neu
it: Nuovo

# OPTION_TEMPLATE_CMD_DEFAULT
source: Make default
de: Als default einstellen
it: Imposta come default

# OPTION_TEMPLATE_CMD_TEST
source: Preview
de: Vorschau
it: Anteprima

# OPTION_TEMPLATE_LBL_LIST
source: Available notification template list
de: Benachrichtigung Template Liste zu Verfügung
it: Lista dei modelli di notifica disponibili

# OPTION_TEMPLATE_MODIFY
source: Modify template
de: Template editieren
it: Modifica modello

# OPTION_TEMPLATE_MODIFY_LBL_EXTEND
source: Extended text (for email):
de: Erweiterter Text (per Email)
it: Testo esteso (per email):

# OPTION_TEMPLATE_MODIFY_LBL_LARGEPREVIEW
source: Extended text preview
de: Vorschau Erweiterter Text
it: Anteprima testo esteso

# OPTION_TEMPLATE_MODIFY_LBL_SHORT
source: Short text (for SMS, max 160 ch.):
de: Kurz Text (für SMS, max 160 Buchs.)
it: Testo ridotto (per SMS, max 160 car.):

# OPTION_TEMPLATE_MODIFY_LBL_SHORTPREVIEW
source: Short text preview
de: Vorschau Kurz Text
it: Anteprima testo ridotto

# OPTION_TEMPLATE_MODIFY_LBL_VAR
source: Avaiable variables:
de: Variablen zu Verfügung
it: Variabili disponibili

# OPTION_TEMPLATE_MODIFY_NAME_USED
source: Template name is already used. Change the name.
de: Nachbildung Name wird schon benutzt. Eine neue Name eingeben.
it: Il nome del modello è già utilizzato. Cambiare il nome inserito.

# OPTION_TEMPLATE_MODIFY_TIT_ADD
source: Add template
de: Nachbildung hinzufügen
it: Aggiungi modello

# OPTION_TEMPLATE_MODIFY_TIT_MOD
source: Modify template
de: Nachbildung ändern
it: Modifica modello

# OPTION_TEMPLATE_MODIFY_TT_ADD_VAR
source: Add variable
de: Variablen hinzufügen
it: Aggiungi variabile

# OPTION_TEMPLATE_MODIFY_VAR_COMPANY
source: Company
de: Betrieb
it: Azienda

# OPTION_TEMPLATE_MODIFY_VAR_CONTACT
source: Contact
de: Kontakt
it: Contatto

# OPTION_TEMPLATE_MODIFY_VAR_DATE
source: Date
de: Datum
it: Data

# OPTION_TEMPLATE_MODIFY_VAR_NOTE
source: Note
de: Aufzeichnung

# OPTION_TEMPLATE_MODIFY_VAR_PHONE
source: Phone
de: Telephon
it: Telefono

# OPTION_TEMPLATE_MODIFY_VAR_TIME
source: Time
de: Uhrzeit
it: Ora

# OPTION_TEMPLATE_REMOVE
source: Remove template
de: Nachbildung löschen
it: Elimina modello

# OPTION_TEMPLATE_REMOVE_MSG_BOX
source: Remove the selected model?
de: Gewählte Nachbildung löschen?
it: Rimuovere il modello selezionato?

# OPTION_TEMPLATE_REMOVE_MSG_TIT
source: Remove model
de: Nachbildung löschen
it: Elimina modello

# OPTION_TEMPLATE_SPOSTAGIU
source: Move down
de: nach unten
it: Sposta giù

# OPTION_TEMPLATE_SPOSTASU
source: Move up
de: nach oben
it: Sposta su

# OPTION_TEMPLATE_TEST_MSG
source: Extended version:\r\n{0}\r\n\r\nShort version:\r\n{1}
de: Verlängerte Version:\r\n{0}\r\n\r\nShort version:\r\n{1}
it: Versione estesa:\r\n{0}\r\n\r\nVersione abbreviata:\r\n{1}

# OPTION_TITLE_TAB_ADD
source: Add tab
de: Registerkarte hinzufügen
it: Aggiungi scheda

# OPTION_TITLE_TAB_EDIT
source: Modify tab
de: Registerkarte ändern
it: Modifica scheda

# REGISTRY_MENUELIMINAEVENTI
source: Delete events
de: Ereignisse löschen
it: Elimina eventi

# REGISTRY_MENUFILTRAARRIVO
source: Incoming calls
de: Eingehende Anrufe
it: Chiamate in arrivo

# REGISTRY_MENUFILTRACHIAMATE
source: All events
de: Alle Veranstaltungen
it: Tutti gli eventi

# REGISTRY_MENUFILTRANONRISPOSTE
source: Outgoing not answered
de: Ausgehend, nicht beantwortet
it: Uscenti non risposte

# REGISTRY_MENUFILTRAPERSE
source: Lost calls
de: Unbeantwortete Anrufe
it: Chiamate perse

# REGISTRY_MENUFILTRASMS
source: SMS messages
de: SMS-Nachrichten
it: Messaggi SMS

# REGISTRY_MENUFILTRATUTTIEVENTI
source: All events
de: Alle Ereignisse
it: Tutti gli eventi

# REGISTRY_MENUFILTRAUSCITA
source: Outgoing calls
de: Ausgehende Anrufe
it: Chiamate in uscita

# REGISTRY_MENU_ALLEVENTS
source: All events
de: Alle Ereignisse
it: Tutti gli eventi

# REGISTRY_MENU_LAST_N_DAYS_FILTER
source: Last {0} days
de: Letzte {0} Tage
it: Ultimi {0} giorni

# REGISTRY_MENU_REGISTRO
source: Registry
de: Verzeichnis
it: Registro

# REGISTRY_MENU_REGISTROALL
source: In the registry
de: Im Verzeichnis
it: Nel registro

# REGISTRY_MENU_REGISTROIERI
source: Yesterday
de: Von gestern
it: Di ieri

# REGISTRY_MENU_REGISTROMEZZORA
source: Last 30 minutes
de: Der letzten halben Stunde
it: Dell'ultima mezz'ora

# REGISTRY_MENU_REGISTROOGGI
source: Today
de: Des Tages
it: Della giornata

# REGISTRY_MENU_REGISTROSETTIMANA
source: This week
de: Dieser Woche
it: Di questa settimana

# REGISTRY_MENU_REGISTROULTIMAORA
source: Last 1 hour
de: Der letzten Stunde
it: Dell'ultima ora

# REGISTRY_MENU_REGISTROULTIMEDUE
source: Last 2 hours
de: Der letzten zwei Stunden
it: Delle ultime due ore

# REGISTRY_MENU_REGISTROULTIMEOTTO
source: Last 8 hours
de: Der letzten acht Stunden
it: Delle ultime otto ore

# REPORT_GENERAL_MONITOR
source: Global view
de: Allgemeine Analyse
it: Analisi generale

# REPORT_INCOMING_MONITOR
source: Incoming calls
de: Eingehende Anrufe
it: Chiamate entranti

# REPORT_OUTCOMING_MONITOR
source: Outgoing calls
de: Ausgehende Anrufe
it: Chiamate uscenti

# STATUS_LABEL_CONNECTED
source: Connected to the server
de: Serverbindung aktiv
it: Connessione al server attiva

# STATUS_LABEL_CONNECTING
source: Connecting to the server ...
de: Neuverbindung zum Server läuft …
it: Riconnessione al server in corso...

# STATUS_LABEL_DISCONNECTED
source: Not connected to the server
de: Serverbindung nicht aktiv
it: Connessione al server non attiva

# STATUS_MANAGER_QUEUE_BAE_STATUS_ACTIVE
source: Logged on all queues
de: Auf allen Warteschlangen verfügbar
it: Disponibile su tutte le code

# STATUS_MANAGER_QUEUE_BAE_STATUS_PARTIAL_ACTIVE
source: Logged in {0} queues of {1}
de: Verfügbar auf {0} Warteschlangen von {1}
it: Disponibile su {0} code di {1}

# STATUS_MANAGER_QUEUE_BAP_STATUS_ACTIVE
source: Logged in
de: Verfügbar
it: Disponibile

# STATUS_MANAGER_QUEUE_STATISTICS
source: {0} calls, {1} VIP
de: {0} Anrufe, {1} VIP
it: {0} chiamate, {1} VIP

# STATUS_MANAGER_QUEUE_STATISTICS_BAP
source: {0} calls in queue
de: {0} Anrufe in Warteschlange
it: {0} chiamate in coda
