Repository: mdarios/MyTestSoftware
Catalog: MyProject/*/Resources.*.resx
Languages: de, it

# IDS_LBL_SENDSMS_STATO_ERRORE_INVIO
source: An error has occurred during SMS sending process.Verify internet connection availability and login/password parameters.
de: Beim Senden der SMS ist ein Fehler aufgetreten. Stellen Sie sicher, dass die Internetverbindung aktiv ist und Benutzer und Kennwort korrekt sind.
it: Si è verificato un errore durante l'invio dell'SMS. Verificare che la connessione ad Internet sia attiva e che l'utente e la password siano corretti.

# IDS_LBL_SENDSMS_STATO_ERR_GATEWAY
source: Connection error, cannot reach SMS gateway.
de: Bei der Kommunikation mit dem Gateway SMS ist ein Fehler aufgetreten.
it: Si è verificato un errore di comunicazione con il gateway di SMS.

# IDS_LBL_SENDSMS_STATO_NO_CREDITO
source: Credit insufficent to send a message
de: Der Benutzer hat kein ausreichendes Guthaben für das Senden der Nachricht
it: L'utente non dispone di credito sufficiente per inviare un messaggio

# IDS_LBL_SENDSMS_STATO_NO_DESTINATARIO
source: Insert recipient
de: Vor dem Senden der Nachricht einen Empfänger eingeben
it: Inserire un destinatario prima di inviare il messaggio

# IDS_LBL_SENDSMS_STATO_NO_MESSAGGIO
source: Insert message body
de: Vor dem Versenden der Nachricht eine Nachricht eingeben.
it: Inserire il messaggio prima di inviare il messaggio.

# IDS_LBL_SENDSMS_STATO_PSW_ERRATA
source: Login or password incorrect. Please verify options.
de: Benutzer oder Kennwort für den Zugriff sind falsch. In den Optionen die Korrektheit dieser Daten überprüfen.
it: L' utente o la password per l'accesso al servizio sono errati. Verificare nelle opzioni la correttezza di questi dati.

# IDS_LBL_SENDSMS_STATO_PSW_NON_SET
source: Please set login and password in the option window before to send a message.
de: Vor dem Senden einer SMS Benutzer und Kennwort in den Optionen festlegen.
it: Impostare utente e password nelle opzioni prima di inviare un sms.

# IDS_LSTCONT_HEADER1
source: Contact
de: Kontakt
it: Contatto

# IDS_LSTCONT_HEADER2
source: Company
de: Firma
it: Azienda

# IDS_LSTCONT_HEADER3
source: Number
de: Rufnummer
it: Numero

# IDS_LSTCONT_HEADER4
source: Type
de: Typ
it: Tipo

# IDS_MONITOR_CALL_COL_AZIENDA
source: company
de: Firma
it: azienda

# IDS_MONITOR_CALL_COL_CONTATTO
source: contact
de: Kontakt
it: contatto

# IDS_MONITOR_CALL_COL_DUR_MED
source: avg. dur.
de: Durchschn.dauer
it: dur. med.

# IDS_MONITOR_CALL_COL_DUR_TOT
source: tot. dur.
de: Gesamtdauer
it: dur. tot.

# IDS_MONITOR_CALL_COL_NUMERO
source: number
de: Nummer
it: numero

# IDS_MONITOR_CALL_DURATA
source: total duration
de: Gesamtdauer
it: durata totale

# IDS_MONITOR_CALL_DURATA_MEDIA
source: average
de: Durchschnittsdauer
it: media

# IDS_MONITOR_CALL_ESTERNE
source: external
de: Externe Anrufe
it: esterne

# IDS_MONITOR_CALL_INCOMING
source: total calls
de: Anrufe insgesamt
it: totale chiamate

# IDS_MONITOR_CALL_INTERNE
source: internal
de: Durchwahlanrufe
it: interne

# IDS_MONITOR_CALL_TIT_TOP_FIVE
source: Top 5 for # calls
de: Top 5 für # Anrufe
it: Top 5 per # chiamate

# IDS_MONITOR_TITOLO_RPT_ENTRANTI
source: My incoming calls (extension {0})
de: Meine eingehenden Anrufe (Durchwahl) {0})
it: Le mie chiamate entranti (interno {0})

# IDS_MONITOR_TITOLO_RPT_GENERALE
source: My calls (extension {0})
de: Meine Anrufe (Durchwahl) {0})
it: Le mie chiamate (interno {0})

# IDS_MONITOR_TITOLO_RPT_USCENTI
source: My outgoing calls (extension {0})
de: Meine ausgehenden Anrufe (Durchwahl) {0})
it: Le mie chiamate uscenti (interno {0})

# IDS_MSG_SENDSMS_MSG_GIA_INVIATO
source: This message has been sent previously. You want to send this sms again?
de: Diese Nachricht wurde bereits gesendet. Möchten Sie dieses SMS noch einmal senden?
it: Questo messaggio è già stato inviato precedentemente. Si intende inviare nuovamente questo sms?

# IDS_MSG_SENDSMS_TIT_GIA_INVIATO
source: Send SMS
de: SMS senden
it: Invio SMS

# IDS_MSG_TIT_ERRORE_INVIO_SMS
source: Send SMS
de: SMS senden
it: Invio SMS

# IDS_TAB_MONITOR_CHIAMATE_ENTRANTI
source: incoming calls
de: Eingehende Anrufe
it: chiamate entranti

# IDS_TAB_MONITOR_CHIAMATE_PERSE
source: missed calls
de: Unbeantwortete Anrufe
it: chiamate perse

# IDS_TAB_MONITOR_CHIAMATE_USCENTI
source: outgoing calls
de: Ausgehende Anrufe
it: chiamate uscenti

# IDS_TAB_MONITOR_DURATA_MEDIA
source: average
de: Durchschnitt
it: media

# IDS_TAB_MONITOR_SMS_INVIATI
source: SMS sent
de: Gesendete SMS
it: SMS inviati

# IDS_TAB_MONITOR_TOT_CHIAMATE
source: total calls
de: Anrufe insgesamt
it: chiamate totali

# IDS_TAB_MONITOR_TOT_DUR_CHIAMATE
source: total calls duration
de: Anrufdauer
it: durata chiamate

# IDS_TLB_MONITOR_CALL_ENTRANTI
source: Incoming calls
de: Eingehende Anrufe
it: Chiamate entranti

# IDS_TLB_MONITOR_CALL_USCENTI
source: Outgoing calls
de: Ausgehende Anrufe
it: Chiamate uscenti

# IDS_TLB_MONITOR_GENERALE
source: General
de: Allgemein
it: Generale

# IDS_TLB_MONITOR_STAMPA
source: Print
de: Druck
it: Stampa

# IDS_TOOLTIP_MONITOR_PRECEDENTE
source: Previous Monitor
de: Vorhergehende Überwachung
it: Monitor precedente

# IDS_TOOLTIP_MONITOR_SUCCESSIVO
source: Next Monitor
de: Nachfolgende Überwachung
it: Monitor successivo

# IDS_TOOLTIP_SENDMAIL_CERCA_DESTINATARI
source: Add email recipients
de: Email Empfängern hinzufügen
it: Aggiungi destinatari all'Email

# IDS_TOOLTIP_SENDSMS_CERCA_DESTINATARI
source: Add SMS recipients
de: SMS Empfänger hinzufügen
it: Aggiungi destinatari all'SMS

# IDS_TOOLTIP_SENDSMS_INVIA_SMS
source: Send SMS
de: SMS senden
it: Invia SMS

# IDS_TOOLTIP_SENDSMS_RIMUOVI_DESTINATARI
source: Remove recipients
de: Empfänger entfernen
it: Rimuovi destinatari

# IDS_TOOLTIP_SLIDE_SEARCH_SMS_ADD_DEST
source: Add recipient
de: Empfänger hinzufügen
it: Aggiungi destinatario

# IDS_TOOLTIP_SLIDE_SEARCH_SMS_CERCA_DESTINATARIO
source: Search recipient
de: Einen Empfänger suchen
it: Cerca un destinatario

# IDS_TOOLTIP_SLIDE_SEARCH_SMS_NASCONDI_FINESTRA
source: Hide window
de: Fenster ausblenden
it: Nascondi la finestra

# IDS_TXT_SENDMAIL_EMPTY_DESTINATARIO
source: Insert recipient name or email
de: Empfängern Name oder Email hinzufügen
it: Inserisci indirizzi email o i nomi dei destinatari

# IDS_TXT_SENDSMS_EMPTY_DESTINATARIO
source: Insert recipient name or number
de: Nummern oder Namen der Empfänger eingeben
it: Inserisci i numeri o i nomi dei destinatari

# IDS_TXT_SENDSMS_EMPTY_MESSAGGIO
source: Insert message body
de: Text der Nachricht eingeben
it: Inserisci il testo del messaggio

# IDS_TXT_SENDSMS_NUMERO_MESSAGGI
source: Sms credit
de: SMS-Guthaben
it: Credito sms

# IDS_TXT_SLIDESEARCHSMS_CERCA_CONTATTO
source: Search contact
de: Kontakt suchen
it: Cerca contatto

# IDS_TYPEDATECALLFILTER_ALL
source: In the registry
de: Im Verzeichnis
it: Nel registro

# IDS_TYPEDATECALLFILTER_LAST_2_HOUR
source: Last 2 hours
de: Der letzten zwei Stunden
it: Delle ultime due ore

# IDS_TYPEDATECALLFILTER_LAST_8_HOUR
source: Last 8 hours
de: Der letzten acht Stunden
it: Delle ultime otto ore

# IDS_TYPEDATECALLFILTER_LAST_HALF_HOUR
source: Half an hour ago
de: Der letzten halben Stunde
it: Dell'ultima mezz'ora

# IDS_TYPEDATECALLFILTER_LAST_HOUR
source: One hour ago
de: Der letzten Stunde
it: Dell'ultima ora

# IDS_TYPEDATECALLFILTER_LAST_MONTH
source: Last month
de: Des letzten Monats
it: Del mese scorso

# IDS_TYPEDATECALLFILTER_THIS_DAY
source: Today
de: Des Tages
it: Della giornata

# IDS_TYPEDATECALLFILTER_THIS_MONTH
source: This month
de: Dieses Monats
it: Di questo mese

# IDS_TYPEDATECALLFILTER_THIS_WEEK
source: This week
de: Dieser Woche
it: Di questa settimana

# IDS_TYPEDATECALLFILTER_THIS_YEAR
source: This year
de: Dieses Jahres
it: Di quest'anno

# IDS_TYPEDATECALLFILTER_YESTERDAY
source: Yesterday
de: Von gestern
it: Di ieri

# JAWS_DEFAULT_MESSAGE_CALL_STATUS
source: Call $$CALL_STATUS$$ with $$REMOTEPARTY_NAME$$ number $$REMOTEPARTY_NUMBER$$ [from queue $$QUEUE_NAME$$] [forwarded by $$REDIRECTINGPARTY_NAME$$ number $$REDIRECTINGPARTY_NUMBER$$] [$$RECORDING_STATUS$$]
de: Anruf $$CALL_STATUS$$ mit $$REMOTEPARTY_NAME$$ Nummer $$REMOTEPARTY_NUMBER$$ [per la coda $$QUEUE_NAME$$] [weitergeleitet von $$REDIRECTINGPARTY_NAME$$ Nummer $$REDIRECTINGPARTY_NUMBER$$] [$$RECORDING_STATUS$$]
it: Chiamata $$CALL_STATUS$$ con $$REMOTEPARTY_NAME$$ numero $$REMOTEPARTY_NUMBER$$ [per la coda $$QUEUE_NAME$$] [inoltrata da $$REDIRECTINGPARTY_NAME$$ numero $$REDIRECTINGPARTY_NUMBER$$] [$$RECORDING_STATUS$$]

# JAWS_DEFAULT_RINGING_MESSAGE
source: Call from $$REMOTEPARTY_NAME$$ number $$REMOTEPARTY_NUMBER$$ [company $$REMOTEPARTY_COMPANYNAME$$] [from queue $$QUEUE_NAME$$] [forwarded by $$REDIRECTINGPARTY_NAME$$ number $$REDIRECTINGPARTY_NUMBER$$]
de: Anruf von $$REMOTEPARTY_NAME$$ Nummer $$REMOTEPARTY_NUMBER$$ [Firma $$REMOTEPARTY_COMPANYNAME$$] [für die Warteschlange $$QUEUE_NAME$$] [weitergeleitet von $$REDIRECTINGPARTY_NAME$$ Nummer $$REDIRECTINGPARTY_NUMBER$$]
it: Chiamata da $$REMOTEPARTY_NAME$$ numero $$REMOTEPARTY_NUMBER$$ [azienda $$REMOTEPARTY_COMPANYNAME$$] [per la coda $$QUEUE_NAME$$] [inoltrata da $$REDIRECTINGPARTY_NAME$$ numero $$REDIRECTINGPARTY_NUMBER$$]

# JAWS_MONITOR_GENERAL
source: General analysis monitor {0} Total calls {1} Incoming calls {2} Outcoming calls {3} Missed calls {4} Total calls duration {5} Average calls duration {6}
de: Überwachung allgemeine Analyse {0} Anrufe insgesamt {1} Eingehende Anrufe {2} Ausgehende Anrufe {3} Unbeantwortete Anrufe {4} Gesamtdauer der Anrufe {5} Durchschnittsdauer der Anrufe {6}
it: Monitor analisi generale {0} Chiamate totali {1} Chiamate entranti {2} Chiamate uscenti {3} Chiamate perse {4} Durata totale delle chiamate {5} Durata media delle chiamate {6}

# JAWS_MONITOR_INCOMING
source: Incoming calls monitor {0} Total calls {1} Total calls duration {2} Average calls duration {3}
de: Überwachung der eingehenden Anrufe {0} Anrufe insgesamt {1} Gesamtdauer der Anrufe {2} Durchschnittsdauer der Anrufe {3}
it: Monitor chiamate entranti {0} Chiamate totali {1} Durata totale delle chiamate {2} Durata media delle chiamate {3}

# JAWS_MONITOR_OUTCOMING
source: Outcoming calls monitor {0} Total calls {1} Total calls duration {2} Average calls duration {3}
de: Überwachung der ausgehenden Anrufe {0} Anrufe insgesamt {1} Gesamtdauer der Anrufe {2} Durchschnittsdauer der Anrufe {3}
it: Monitor chiamate uscenti {0} Chiamate totali {1} Durata totale delle chiamate {2} Durata media delle chiamate {3}

# LABEL_AGENT_EXTENSION
source: Extension
de: Durchwahlnummer
it: Interno

# LABEL_AGENT_QUEUE_NAME
source: Queue
de: Warteschlange
it: Coda

# LABEL_CONCTS_RECORD_COUNT
source: {0} contacts
de: {0} Kontakte
it: {0} contatti

# LABEL_ERROR_TITLE
source: Error
de: Fehler
it: Errore

# LABEL_ERR_CCADDTOCONFERENCE
source: Unable to add the number to conference
de: Nummer kann nicht der Konferenz hinzugefügt werden
it: Impossibile aggiungere il numero alla conferenza

# LABEL_ERR_CCANSWERCALL
source: Unable to answer the call
de: Anruf kann nicht beantwortet werden
it: Impossibile rispondere alla chiamata

# LABEL_ERR_CCBLINDTRANSFER
source: Unable to transfer the call
de: Anruf kann nicht weitergeleitet werden
it: Impossibile trasferire la chiamata

# LABEL_ERR_CCBLINDTRANSFERDESTINATIONBUSY
source: Cannot transfer, destination number is busy
de: Zielrufnummer besetzt
it: Destinazione occupata

# LABEL_ERR_CCBLINDTRANSFERDESTINATIONINVALID
source: Cannot transfer, destination number is not valid
de: Zielrufnummer ungültig
it: Numero di destinazione non valido

# LABEL_ERR_CCCALLPARK
source: Unable to park call
de: Anruf kann nicht geparkt werden
it: Impossibile parcheggiare la chiamata

# LABEL_ERR_CCCALLUNPARK
source: Unable to retrieve the call from the park
de: Anruf kann nicht aus Parkposition abgerufen werden
it: Impossibile riprendere la chiamata dal parcheggio

# LABEL_ERR_CCCOMPLETETRANSFER
source: Unable to complete the transfer of the call
de: Anrufweiterleitung kann nicht abgeschlossen werden
it: Impossibile completare il trasferimento della chiamata

# LABEL_ERR_CCHANGUP
source: Unable to close the call
de: Anruf kann nicht beendet werden
it: Impossibile chiudere la chiamata

# LABEL_ERR_CCHOLD
source: Unable to put the call on hold
de: Anruf kann nicht in Wartestellung gesetzt werden
it: Impossibile mettere in attesa la chiamata

# LABEL_ERR_CCINVITETOCONFERENCE
source: Unable to invite the number to conference
de: Nummer kann nicht zur Konferenz hinzugebeten werden
it: Impossibile invitare il numero alla conferenza

# LABEL_ERR_CCMAKECALL
source: Unable to make the call
de: Anruf kann nicht ausgeführt werden
it: Impossibile effettuare la chiamata

# LABEL_ERR_CCMAKECONSULTATIONCALL
source: Unable to make consultation call
de: Anruf mit Einsicht kann nicht ausgeführt werden
it: Impossibile effettuare la chiamata di consultazione

# LABEL_ERR_CCRETRIEVE
source: Unable to retrieve the call
de: Anruf kann nicht wieder abgerufen werden
it: Impossibile riprendere la chiamata

# LABEL_ERR_CCWRONGSTATUS
source: Unable to perform this command in the current state of the call
de: Befehl kann bei aktuellem Anrufstatus nicht ausgeführt werden
it: Impossibile effettuare questo comando nello stato attuale della chiamata

# LABEL_ERR_CC_TAPI_CONFERENCEFULL
source: Could not add more participants because the maximum number of participants has been reached
de: Neue Teilnehmern konnte nicht hin gefügt werden weil die Maximal Nummer von Teilnehmern wurde erreicht.
it: Non è possibile aggiungere altri partecipanti perché è stato raggiunto il numero massimo di partecipanti

# LABEL_ERR_CC_TAPI_INVALSTATE
source: The operation is not compatible with the call status
de: Funktion ist nicht kompatibel mit aktuelles Anrufstand
it: L’operazione non è compatibile con lo stato di chiamata

# LABEL_ERR_CC_TAPI_OPERATIONFAILED
source: The requested operation could not be performed
de: Funktion konnte nicht ausgeführt werden
it: Non è stato possibile eseguire l’operazione richiesta

# LABEL_ERR_CC_TAPI_RESOURCEUNAVAIL
source: The resources are insufficient to complete the operation
de: Funktion konnte nicht ausgeführt werden wegen nicht ausreichenden Mitteln
it: Non ci sono risorse sufficienti per completare l’operazione

# LABEL_ERR_QUEUEBOOKCALL
source: Unable to book call
de: Anruf kann nicht reserviert werden
it: Impossibile prenotare la chiamata

# LABEL_ERR_QUEUECAMPONREQUEST
source: Unable to campon the call
de: Anruf kann nicht auf Durchwahl geparkt werden
it: Impossibile parcheggiare la chiamata sull'interno

# LABEL_ERR_QUEUEPICKCALL
source: Unable to answer the call in queue
de: Anruf in Warteschlange kann nicht beantwortet werden
it: Impossibile rispondere alla chiamata in coda

# LABEL_FADE_INCOMING_CALL
source: Call from
de: Anruf aus
it: Chiamata da

# LABEL_FADE_MISSED_CALLS
source: {0} missed calls
de: {0} nicht beantwortete Anrufe
it: {0} chiamate non risposte

# LABEL_FADE_MISSING_CALL
source: Missed call from
de: Verpasster Anruf von
it: Chiamata persa da

# LABEL_FADE_OUTGOING_CALL
source: Call to
de: Anruf nach
it: Chiamata verso

# LABEL_FAVOURITE_CELLULARE
source: Mobile phone
de: Mobiltelefon
it: Cellulare

# LABEL_FAVOURITE_CELLULARE_PRIVATO
source: Mobile personal phone
de: Mobiltelefon privat
it: Cellulare privato

# LABEL_FAVOURITE_EMPTY
source: Empty favorite
de: Favorit leer
it: Preferito vuoto

# LABEL_FAVOURITE_GRID_VIEW
source: Grid
de: Rasterübersicht
it: griglia

# LABEL_FAVOURITE_HOME_PHONE
source: Home phone
de: Festnetz privat
it: Casa

# LABEL_FAVOURITE_INSERT_TEXT
source: Insert the contact to search and press ENTER
de: Einen Suchkontakt eingeben und ABSENDEN drücken
it: Digitare un contatto da ricercare e premere INVIO

# LABEL_FAVOURITE_INTERNO
source: Extension
de: Durchwahlnummer
it: Interno

# LABEL_FAVOURITE_LIST_VIEW
source: List view
de: Liste
it: elenco

# LABEL_FAVOURITE_NO_RESULT_TEXT
source: No contact found
de: Kein Kontakt entspricht den Suchkriterien
it: Nessun contatto corrisponde ai criteri di ricerca

# LABEL_FAVOURITE_TELEFONO
source: Phone number
de: Telefon
it: Telefono

# LABEL_HOTKEY_ACTIVE_CALL_NUMBER
source: Get number of active calls
de: Anrufnummern in Leitung lesen
it: Leggi numero chiamate su linee

# LABEL_HOTKEY_ACTIVE_LIST
source: Active HotKeys list
de: Liste der aktiven Hotkeys
it: Lista delle HotKey attive

# LABEL_HOTKEY_ADD_TO_CONF
source: Add to conference
de: Zur Konferenz hinzufügen
it: Unisci in conferenza

# LABEL_HOTKEY_ANSWER
source: Answer
de: Antworten
it: Rispondi

# LABEL_HOTKEY_BLIND_TRANSFER
source: Transfer without consultation
de: Blind-Weiterleitung
it: Trasferisci senza consultazione

# LABEL_HOTKEY_CALL
source: Call
de: Anrufen
it: Chiama

# LABEL_HOTKEY_CALL_EDIT_AND_DIAL
source: Quick Dial (with edit)
de: Kurzwahl
it: Composizione rapida di un numero di telefono modificabile

# LABEL_HOTKEY_CALL_INFO
source: Get call info
de: Anrufdaten lesen
it: Leggi info chiamata

# LABEL_HOTKEY_CLOSE
source: Hangup
de: Wieder auflegen
it: Riaggancia

# LABEL_HOTKEY_COMPLETE_TRANSFER
source: Complete transfer
de: Weiterleitung abschließen
it: Completa trasferta

# LABEL_HOTKEY_DESC_APP_FOCUS
source: Set the focus on the application
de: Anwendung in den Vordergrund setzen
it: Porta l'applicazione in primo piano

# LABEL_HOTKEY_DESC_CLOSE_APP
source: Close the application
de: Anwendung verlassen
it: Esci dall'applicazione

# LABEL_HOTKEY_DESC_CURRENT_CALLS
source: Select current calls panel
de: Bedienfeld laufende Anrufe wählen
it: Seleziona il pannello chiamate correnti

# LABEL_HOTKEY_DESC_FAVOURITES
source: Select favorites panel
de: Bedienfeld Favoriten wählen
it: Seleziona pannello preferiti

# LABEL_HOTKEY_DESC_PARK_CALLS
source: Select parked calls panel
de: Bedienfeld geparkte Anrufe wählen
it: Seleziona il pannello chiamate parcheggiate

# LABEL_HOTKEY_DESC_PHON_EDIT_FOCUS
source: Set the focus on the number to dial field
de: Telefonnummer-Eingabefeld wählen
it: Seleziona il campo di inserimento numero telefonico

# LABEL_HOTKEY_DESC_QUEUE
source: Select the manage queues panel
de: Bedienfeld Warteschlangenverwaltung wählen
it: Seleziona pannello di gestione delle code

# LABEL_HOTKEY_DESC_REGISTRY
source: Select the call registry panel
de: Bedienfeld Anrufregister wählen
it: Seleziona pannello registro chiamate

# LABEL_HOTKEY_DESC_SEARCH_CONTACT
source: Select the search contacts panel
de: Bedienfeld Kontaktsuche wählen
it: Seleziona pannello ricerca contatto

# LABEL_HOTKEY_DESC_SEARCH_EXTEN
source: Select the extension search panel
de: Bedienfeld Durchwahlsuche wählen
it: Seleziona pannello ricerca interno

# LABEL_HOTKEY_DESC_SHOW_HOTKEY_LIST
source: Show the active HotKeys list
de: Liste der aktiven Hotkeys anzeigen
it: Visualizza la lista delle Hotkey attive

# LABEL_HOTKEY_DESC_SHOW_OPTION
source: Show options
de: Optionen zeigen
it: Mostra opzioni

# LABEL_HOTKEY_GENERAL_EDIT_AND_DIAL
source: Quick Dial (with edit)
de: Kurzwahl
it: Composizione rapida di un numero di telefono modificabile

# LABEL_HOTKEY_GENERAL_FAST_SEARCH
source: Fast search
de: Schnellsuche
it: Ricerca rapida

# LABEL_HOTKEY_GENERAL_SEND_SMS
source: Send SMS
de: SMS senden
it: Invia SMS

# LABEL_HOTKEY_HOLD
source: Hold the call
de: In Wartestellung setzen
it: Metti in attesa

# LABEL_HOTKEY_INVITE_TO_CONF
source: Invite to conference
de: Zur Konferenz hinzubitten
it: Invita a conferenza

# LABEL_HOTKEY_INVITE_TO_CONFERENCE
source: Invite/Add to conference
de: In Konferenz einladen/hinzufügen
it: Invita/Unisci in conferenza

# LABEL_HOTKEY_LIST_TITLE_PRINT
source: Hotkeys list
de: Liste der Hotkeys
it: Lista delle Hotkeys

# LABEL_HOTKEY_LOGIN_ALL
source: Ready to all queues
de: Alle Warteschlangen anmelden
it: Ready su tutte le code

# LABEL_HOTKEY_LOGIN_LOGOUT
source: Ready/logout on selected queue
de: Anmelden/Abmelden gewählte Warteschlange
it: Ready/logout coda selezionata

# LABEL_HOTKEY_LOGOUT_ALL
source: Logout from all queues
de: Alle Warteschlangen abmelden
it: Logout tutte le code

# LABEL_HOTKEY_PARK
source: Park the call
de: Parken
it: Parcheggia

# LABEL_HOTKEY_PARKED_CALL_NUMBER
source: Get the number of parked calls
de: Nummer der geparkten Anrufe lesen
it: Leggi numero chiamate parcheggiate

# LABEL_HOTKEY_PARK_ON_EXT
source: Park on destination (Camp On)
de: Aufs Ziehl
it: Parcheggia su destinazione

# LABEL_HOTKEY_QUEUE_STAT
source: Get queue statistics
de: Warteschlangenstatistik lesen
it: Leggi statistiche coda

# LABEL_HOTKEY_RAPID_CALL
source: Quick dial
de: Schnellwahl einer Rufnummer
it: Composizione rapida di un numero di telefono

# LABEL_HOTKEY_RESERVE_CALL
source: Reserve call
de: Anruf reservieren
it: Prenota chiamata

# LABEL_HOTKEY_SEARCH_FOCUS_CONTACT
source: Search contacts
de: Kontaktsuche Telefonbuch
it: Ricerca Contatti rubrica

# LABEL_HOTKEY_SEARCH_FOCUS_EXT
source: Search colleagues
de: Durchwahlsuche
it: Ricerca colleghi

# LABEL_HOTKEY_SEARCH_SHOW_CONTACT_DETAILS
source: Show contact details
de: Übersicht mit Kontaktdetails anzeigen
it: Visualizza scheda con dettagli del contatto

# LABEL_HOTKEY_START_TRANSFER
source: Start call transfer
de: Weiterleitung beginnen
it: Inizia trasferta

# LABEL_HOTKEY_STATUS_OPERATOR
source: Get operator status
de: Status Agent lesen
it: Leggi stato operatore

# LABEL_HOTKEY_UNHOLD
source: Retrieve from hold
de: Aus Wartestellung abrufen
it: Riprendi da attesa

# LABEL_HOTKEY_UNPARK
source: Retrieve from park
de: Aus Parkplatz abrufen
it: Riprendi da parcheggio

# LABEL_LOGIN_ADDRESS
source: IP Address/hostname/domain:
de: IP-Addresse/Hostname/Domäne:
it: Indirizzo IP/hostname/dominio:

# LABEL_LOGIN_ERROR_AUTH
source: Wrong username or password.
de: Benutzer oder Kennwort falsch.
it: Utente o password errati.

# LABEL_LOGIN_ERROR_INIT
source: Initialization error
de: Initialisierungsfehler
it: Errore di inizializzazione

# LABEL_LOGIN_ERROR_SERVER
source: Error while connecting to the server.
de: Fehler bei Server-Verbindung
it: Errore nella connessione al server.

# LABEL_LOGIN_OPTION_DESCRIPTION
source: Set the IP address or hostname and remote server port.
de: Adresse und Kommunikationsport des Servers angeben.
it: Indicare l'indirizzo e la porta di comunicazione del server.

# LABEL_LOGIN_OPTION_DESCRIPTION_EX
source: Set the server address
de: Adresse des Servers angeben
it: Indicare l'indirizzo del server

# LABEL_LOGIN_OPTION_TITLE
source: Connection options
de: Verbindungsoptionen
it: Opzioni di connessione

# LABEL_LOGIN_QUEUE
source: Ready
de: Anmelden

# LABEL_LOGIN_WAIT
source: Logging in ...
de: Anmeldung läuft …
it: Login in corso...

# LABEL_LOGOUT_QUEUE
source: Logout
de: Abmelden

# LABEL_MAIN_ALL_QUEUE
source: All Queues
de: Alle Warteschlangen
it: Tutte le code

# LABEL_MAIN_QUEUE
source: Calls in queue
de: Anrufe in der Warteschlange
it: Chiamate in coda

# LABEL_MENU_PASSA_DISPONIBILE
source: Change to available
de: Zu verfügbar wechseln
it: Passa a disponibile

# LABEL_MENU_PASSA_NON_DISPONIBILE
source: Change to unavailable
de: Zu nicht verfügbar wechseln
it: Passa a non disponibile

# LABEL_OPEN_APPLICATION
source: Open application
de: Anwendung öffnen
it: Apri applicazione

# LABEL_OPTION_SPEEDY_STATUS_OFF
source: Speedy service is not active on server {0}
de: Der Speedy-Service ist momentan nicht aktiv auf Server {0}
it: Il servizio Speedy non è attualmente attivo sul server {0}

# LABEL_OPTION_SPEEDY_STATUS_ON
source: Speedy service is active on server {0}
de: Der Speedy-Service ist momentan aktiv auf Server {0}
it: Il servizio Speedy è attualmente attivo sul server {0}

# LABEL_PARKED_BY
source: Parked from
de: Geparkt durch
it: Parcheggiato da

# LABEL_PARKED_ON
source: Parked on
de: Geparkt auf
it: Parcheggiato su

# LABEL_PARK_NUMBER
source: Number
de: Rufnummer
it: Numero

# LABEL_PHONENUMBERTYPE_ALTRO
source: Other
de: Sonstige
it: Altro

# LABEL_PHONENUMBERTYPE_CASA
source: Home phone
de: Festnetz privat
it: Casa

# LABEL_PHONENUMBERTYPE_CELLULARE
source: Mobile phone
de: Mobiltelefon
it: Cellulare
