Repository: mdarios/MyTestSoftware
Catalog: MyProject/*/Resources.*.resx
Languages: de, it

# LBL_VISUALIZZACOLLEGUE_AS
source: Display listed colleagues as
de: Ansicht der Liste vom Kollegen
it: Visualizza elenco colleghi come

# HEADSET_MSG_DEVICE_DETECTED
source: Detected headsets {0}. Do you want to integrate Attendant with headsets?
de: Kopfhörer {0} gefunden. Mit Autoattendant integrieren?
it: Rilevate le cuffie {0}. Si desidera integrare tali cuffie con l'Attendant?

# OPTION_HEADSETS
source: Headsets
de: Kopfhörer
it: Cuffie

# DLG_TIT_VISUALIZZA_COL
source: Visible columns
de: Angezeigeneten Säulen
it: Colonne visibili

# DLG_VISUALIZZA_COL_DESC
source: Select the call information you wish to see on the screen or that should be played back by the voice synthetizer engine
de: Um die Anrufsinformationen anzuzeigen oder durch das Text-Sprach-Modul auszulesen, bitte wäheln Sie sie aus.
it: Selezionare le informazioni di chiamata da visualizzare a video o vocalizzare dal motore di sintesi vocale

# OPTION_ACCESSIBILITA_COL_VISIBILI
source: Configure the fields the on list in the 'Call' panel
de: Den Feldern auf der Liste vom 'Anrufspanel' konfigurieren
it: Configura i campi della lista nel pannello 'Chiamate'

# FLAG_AE
source: United Arab Emirates
de: Vereinigte Arabische Emirate
it: Emirati Arabi Uniti

# FLAG_AG
source: Antigua and Barbuda
de: Antigua und Barbuda
it: Antigua e Barbuda

# FLAG_AL
source: Albania
de: Albanien

# FLAG_AM
source: Armenia
de: Armenien

# FLAG_AQ
source: Antarctica
de: Antarktis (Sonderstatus durchAntarktis-Vertrag)
it: Antartide

# FLAG_AR
source: Argentina
de: Argentinien

# FLAG_AS
source: American Samoa
de: Amerikanisch-Samoa
it: Samoa Americane

# FLAG_AT
source: Austria
de: Österreich

# FLAG_AU
source: Australia
de: Australien

# FLAG_AX
source: Åland Islands
de: Åland
it: Isole Åland

# FLAG_AZ
source: Azerbaijan
de: Aserbaidschan
it: Azerbaigian

# FLAG_BA
source: Bosnia and Herzegovina
de: Bosnien und Herzegowina
it: Bosnia ed Erzegovina

# FLAG_BD
source: Bangladesh
de: Bangladesch

# FLAG_BE
source: Belgium
de: Belgien
it: Belgio

# FLAG_BG
source: Bulgaria
de: Bulgarien

# FLAG_BO
source: Bolivia (Plurinational State of)
de: Bolivien
it: Bolivia

# FLAG_BR
source: Brazil
de: Brasilien
it: Brasile

# FLAG_BV
source: Bouvet Island
de: Bouvetinsel
it: Isola Bouvet

# FLAG_BY
source: Belarus
de: Belarus (Weißrussland)
it: Bielorussia

# FLAG_CA
source: Canada
de: Kanada

# FLAG_CC
source: Cocos (Keeling) Islands
de: Kokosinseln (Keelinginseln)
it: Isole Cocos (Keeling)

# FLAG_CD
source: Congo (Democratic Republic of the)
de: Kongo, Demokratische Republik (ehem.Zaire)
it: RD del Congo

# FLAG_CF
source: Central African Republic
de: Zentralafrikanische Republik
it: Rep. Centrafricana

# FLAG_CG
source: Congo
de: Republik Kongo
it: Rep. del Congo

# FLAG_CH
source: Switzerland
de: Schweiz (Confoederatio Helvetica)
it: Svizzera

# FLAG_CI
source: Côte d'Ivoire
de: Côte d'Ivoire (Elfenbeinküste)
it: Costa d'Avorio

# FLAG_CK
source: Cook Islands
de: Cookinseln
it: Isole Cook

# FLAG_CM
source: Cameroon
de: Kamerun
it: Camerun

# FLAG_CN
source: China
de: China, Volksrepublik
it: Cina

# FLAG_CO
source: Colombia
de: Kolumbien

# FLAG_CU
source: Cuba
de: Kuba

# FLAG_CV
source: Cabo Verde
de: Kap Verde
it: Capo Verde

# FLAG_CX
source: Christmas Island
de: Weihnachtsinsel
it: Isola di Natale

# FLAG_CY
source: Cyprus
de: Zypern
it: Cipro

# FLAG_CZ
source: Czech Republic
de: Tschechische Republik
it: Rep. Ceca

# FLAG_DE
source: Germany
de: Deutschland
it: Germania

# FLAG_DJ
source: Djibouti
de: Dschibuti
it: Gibuti

# FLAG_DK
source: Denmark
de: Dänemark
it: Danimarca

# FLAG_DO
source: Dominican Republic
de: Dominikanische Republik
it: Rep. Dominicana

# FLAG_DZ
source: Algeria
de: Algerien

# FLAG_EE
source: Estonia
de: Estland (Reval)

# FLAG_EG
source: Egypt
de: Ägypten
it: Egitto

# FLAG_EH
source: Western Sahara
de: Westsahara
it: Sahara Occidentale

# FLAG_ES
source: Spain
de: Spanien
it: Spagna

# FLAG_ET
source: Ethiopia
de: Äthiopien
it: Etiopia

# FLAG_FI
source: Finland
de: Finnland
it: Finlandia

# FLAG_FJ
source: Fiji
de: Fidschi
it: Figi

# FLAG_FK
source: Falkland Islands (Malvinas)
de: Falklandinseln
it: Isole Falkland

# FLAG_FM
source: Micronesia (Federated States of)
de: Mikronesien
it: Micronesia

# FLAG_FO
source: Faroe Islands
de: Färöer
it: Fær Øer

# FLAG_FR
source: France
de: Frankreich
it: Francia

# FLAG_GA
source: Gabon
de: Gabun

# FLAG_GB
source: United Kingdom of Great Britain and Northern Ireland
de: Vereinigtes Königreich Großbritannien und Nordirland
it: Regno Unito

# FLAG_GE
source: Georgia
de: Georgien

# FLAG_GF
source: French Guiana
de: Französisch-Guayana
it: Guyana francese

# FLAG_GL
source: Greenland
de: Grönland
it: Groenlandia

# FLAG_GQ
source: Equatorial Guinea
de: Äquatorialguinea
it: Guinea Equatoriale

# FLAG_GR
source: Greece
de: Griechenland
it: Grecia

# FLAG_GS
source: South Georgia and the South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln
it: Georgia del Sud e isole Sandwich meridionali

# FLAG_HM
source: Heard Island and McDonald Islands
de: Heard- und McDonald-Inseln
it: Isole Heard e McDonald

# FLAG_HR
source: Croatia
de: Kroatien (Hrvatska)
it: Croazia

# FLAG_HU
source: Hungary
de: Ungarn
it: Ungheria

# FLAG_ID
source: Indonesia
de: Indonesien

# FLAG_IE
source: Ireland
de: Irland
it: Irlanda

# FLAG_IM
source: Isle of Man
de: Insel Man
it: Isola di Man

# FLAG_IN
source: India
de: Indien

# FLAG_IO
source: British Indian Ocean Territory
de: Britisches Territorium im Indischen Ozean
it: Territorio britannico dell'oceano Indiano

# FLAG_IQ
source: Iraq
de: Irak

# FLAG_IR
source: Iran (Islamic Republic of)
de: Iran
it: Iran

# FLAG_IS
source: Iceland
de: Island
it: Islanda

# FLAG_IT
source: Italy
de: Italien
it: Italia

# FLAG_JE
source: Jersey
de: Jersey (Kanalinsel)

# FLAG_JM
source: Jamaica
de: Jamaika
it: Giamaica

# FLAG_JO
source: Jordan
de: Jordanien
it: Giordania

# FLAG_KE
source: Kenya
de: Kenia

# FLAG_KG
source: Kyrgyzstan
de: Kirgisistan
it: Kirghizistan

# FLAG_KH
source: Cambodia
de: Kambodscha
it: Cambogia

# FLAG_KM
source: Comoros
de: Komoren
it: Comore

# FLAG_KN
source: Saint Kitts and Nevis
de: St. Kitts und Nevis
it: Saint Kitts e Nevis

# FLAG_KP
source: Korea (Democratic People's Republic of)
de: Korea, Demokratische Volksrepublik(Nordkorea)
it: Corea del Nord

# FLAG_KR
source: Korea (Republic of)
de: Korea, Republik (Südkorea)
it: Corea del Sud

# FLAG_KY
source: Cayman Islands
de: Kaimaninseln
it: Isole Cayman

# FLAG_KZ
source: Kazakhstan
de: Kasachstan
it: Kazakistan

# FLAG_LA
source: Lao People's Democratic Republic
de: Laos
it: Laos

# FLAG_LB
source: Lebanon
de: Libanon
it: Libano

# FLAG_LC
source: Saint Lucia
de: St. Lucia
it: Santa Lucia

# FLAG_LT
source: Lithuania
de: Litauen
it: Lituania

# FLAG_LU
source: Luxembourg
de: Luxemburg
it: Lussemburgo

# FLAG_LV
source: Latvia
de: Lettland
it: Lettonia

# FLAG_LY
source: Libya
de: Libyen
it: Libia

# FLAG_MA
source: Morocco
de: Marokko
it: Marocco

# FLAG_MD
source: Moldova (Republic of)
de: Moldau
it: Moldavia

# FLAG_MG
source: Madagascar
de: Madagaskar

# FLAG_MH
source: Marshall Islands
de: Marshallinseln
it: Isole Marshall

# FLAG_MK
source: Macedonia (the former Yugoslav Republic of)
de: Mazedonie
it: Macedonia

# FLAG_MM
source: Myanmar
de: Myanmar (Burma)
it: Birmania

# FLAG_MN
source: Mongolia
de: Mongolei

# FLAG_MP
source: Northern Mariana Islands
de: Nördliche Marianen
it: Isole Marianne Settentrionali

# FLAG_MR
source: Mauritania
de: Mauretanien

# FLAG_MV
source: Maldives
de: Malediven
it: Maldive

# FLAG_MX
source: Mexico
de: Mexiko
it: Messico

# FLAG_MZ
source: Mozambique
de: Mosambik
it: Mozambico

# FLAG_NC
source: New Caledonia
de: Neukaledonien
it: Nuova Caledonia

# FLAG_NF
source: Norfolk Island
de: Norfolkinsel
it: Isola Norfolk

# FLAG_NL
source: Netherlands
de: Niederlande
it: Paesi Bassi

# FLAG_NO
source: Norway
de: Norwegen
it: Norvegia

# FLAG_NZ
source: New Zealand
de: Neuseeland
it: Nuova Zelanda

# FLAG_PF
source: French Polynesia
de: Französisch-Polynesien
it: Polinesia Francese

# FLAG_PG
source: Papua New Guinea
de: Papua-Neuguinea
it: Papua Nuova Guinea

# FLAG_PH
source: Philippines
de: Philippinen
it: Filippine

# FLAG_PL
source: Poland
de: Polen
it: Polonia

# FLAG_PM
source: Saint Pierre and Miquelon
de: St. Pierre und Miquelon
it: Saint-Pierre e Miquelon

# FLAG_PN
source: Pitcairn
de: Pitcairninseln
it: Isole Pitcairn

# FLAG_PS
source: Palestine, State of
de: Palästinensische Autonomiegebiete
it: Palestina

# FLAG_QA
source: Qatar
de: Katar

# FLAG_RO
source: Romania
de: Rumänien

# FLAG_RS
source: Serbia
de: Serbien

# FLAG_RU
source: Russian Federation
de: Russische Föderation
it: Russia

# FLAG_RW
source: Rwanda
de: Ruanda
it: Ruanda

# FLAG_SA
source: Saudi Arabia
de: Saudi-Arabien
it: Arabia Saudita

# FLAG_SB
source: Solomon Islands
de: Salomonen
it: Isole Salomone

# FLAG_SC
source: Seychelles
de: Seychellen

# FLAG_SE
source: Sweden
de: Schweden
it: Svezia

# FLAG_SG
source: Singapore
de: Singapur

# FLAG_SH
source: Saint Helena, Ascension and Tristan da Cunha
de: St. Helena
it: Sant'Elena, Ascensione e Tristan da Cunha

# FLAG_SI
source: Slovenia
de: Slowenien

# FLAG_SJ
source: Svalbard and Jan Mayen
de: Svalbard und Jan Mayen
it: Svalbard e Jan Mayen

# FLAG_SK
source: Slovakia
de: Slowakei
it: Slovacchia

# FLAG_ST
source: Sao Tome and Principe
de: São Tomé und Príncipe
it: São Tomé e Príncipe

# FLAG_SY
source: Syrian Arab Republic
de: Syrien, Arabische Republik
it: Siria

# FLAG_SZ
source: Swaziland
de: Swasiland

# FLAG_TC
source: Turks and Caicos Islands
de: Turks- und Caicosinseln
it: Turks e Caicos

# FLAG_TD
source: Chad
de: Tschad
it: Ciad

# FLAG_TF
source: French Southern Territories
de: Französische Süd- und Antarktisgebiete
it: Terre australi e antartiche francesi

# FLAG_TJ
source: Tajikistan
de: Tadschikistan
it: Tagikistan

# FLAG_TN
source: Tunisia
de: Tunesien

# FLAG_TR
source: Turkey
de: Türkei
it: Turchia

# FLAG_TT
source: Trinidad and Tobago
de: Trinidad und Tobago
it: Trinidad e Tobago

# FLAG_TW
source: Taiwan, Province of China
de: Republik China (Taiwan)(Formosa)
it: Taiwan

# FLAG_TZ
source: Tanzania, United Republic of
de: Tansania, Vereinigte Republik
it: Tanzania

# FLAG_US
source: United States of America
de: Vereinigte Staaten von Amerika
it: Stati Uniti

# FLAG_UZ
source: Uzbekistan
de: Usbekistan

# FLAG_VA
source: Holy See
de: Vatikanstadt
it: Città del Vaticano

# FLAG_VC
source: Saint Vincent and the Grenadines
de: St. Vincent und die Grenadinen
it: Saint Vincent e Grenadine

# FLAG_VE
source: Venezuela (Bolivarian Republic of)
de: Venezuela
it: Venezuela

# FLAG_VG
source: Virgin Islands (British)
de: Britische Jungferninseln
it: Isole Vergini britanniche

# FLAG_VI
source: Virgin Islands (U.S.)
de: Amerikanische Jungferninseln
it: Isole Vergini americane

# FLAG_WF
source: Wallis and Futuna
de: Wallis und Futuna
it: Wallis e Futuna

# FLAG_YE
source: Yemen
de: Jemen

# FLAG_ZA
source: South Africa
de: Südafrika
it: Sudafrica

# FLAG_ZM
source: Zambia
de: Sambia

# FLAG_ZW
source: Zimbabwe
de: Simbabwe

# COMMON_LBL_FROM
source: From
de: Aus
it: Da

# LABEL_ERR_CCCALLTRANSFERTOVOICEMAIL
source: Unable to transfer the call to voicemail
de: Der Anruf konnte nicht weitergeleitet werden
it: Impossibile trasferire la chiamata alla voicemail

# LABEL_ERR_USERHASNOVOICEMAILNUMBER
source: Unable to transfer the call to a user without voicemail
de: Der Anruf kann nicht an einen Benutzer ohne Voicemail
it: Impossibile trasferire la chiamata ad un utente senza voicemail

# LABEL_ERR_USERNOTFOUND
source: Unable to transfer the call to an unknown user or that no longer exists
de: Der Anruf kann nicht an einen unbekannten Benutzer weitergeleitet werden
it: Impossibile trasferire la chiamata ad un utente sconosciuto o non più esistente

# MENU_CONTAC_TRANSFER_TO_VOICEMAIL
source: Transfer to voicemail
de: Zum Voicemail weiterleiten
it: Trasferisci alla voicemail

# OPTION_GENERAL_FLAG_CALLER
source: Show the nation of the caller/called telephone number
de: Das Land des angerufenen/Rufnummer anzaigen
it: Visualizza la nazione del numero telefonico chiamante/chiamato

# HOTKEY_ADD_NOTE_TO_COLLEAGUES
source: Add note to selected colleague
de: Eine Aufzeichnung für den gewählten Kollegen Hinzufügen
it: Aggiungi nota per il collega selezionato

# LABEL_HOTKEY_DESC_SEARCH_FAVOURITES
source: Select the search panel from the favourite group
de: Das Suchpanel in die Favoriten auswählen
it: Selezionare il pannello di ricerca nei preferiti

# ACCESSIBILITY_DO_NOT_DISTURB
source: [DND]
de: [NS]
it: [ND]

# ACCESSIBILITY_FW_NUMBER
source: [FWON]
de: [RU]
it: [DVAN]

# ACCESSIBILITY_FW_VMAIL
source: [FWVM]
de: [VMRU]
it: [DVVM]

# COMMON_LBL_FWTO
source: Forwarded to
de: Umgeleitet an
it: Deviato verso

# FAVOURITE_STATUS_DND
source: Do not disturb status
de: Nicht-Stören Status
it: Stato non disturbare

# FAVOURITE_STATUS_FW_TO_NUMBER
source: Forwarded to number status
de: Status der Umleitung an Nummer
it: Stato deviato verso numero

# FAVOURITE_STATUS_FW_TO_VOICEMAIL
source: Forwarded to voicemail status
de: Status der Voicemail Umleitung
it: Stato deviato verso voicemail

# COMMON_QUEUE_REDIRECTION
source: for {0}
de: für {0}
it: per {0}

# COMMON_CMD_NEXT
source: Next
de: Weiter
it: Avanti

# SPEEDY_CHOOSE_DIR
source: Choose a directory
de: Ein Verzeichnis auswählen
it: Seleziona una rubrica

# SPEEDY_ERROR_ACTION_REQUIRED_DEP
source: In order to share contacts with other operators you have to belong to the same department. Please contact the Administrator to be assigned to a department
de: Um die Kontakte mit andere Operatoren zu teilen, müssen Sie zur gleichen Abteilung gehören.
it: Al fine di condividere i contatti con gli altri operatori si deve appartenere allo stesso dipartimento. Si prega di contattare l'amministratore per essere assegnati ad un dipartimento

# SPEEDY_ERROR_DIR_NOT_EDITABLE
source: The selected directory is not editable
de: Das ausgewählte Verzeichnis kann nicht geändert werden.
it: La rubrica selezionata non è editabile

# SPEEDY_FAKEDEPDIR
source: Shared contacts
de: Gemeinsame Kontakte
it: Contatti condivisi

# SPEEDY_LBL_DEF_DIR
source: Default Directory for new contacts:
de: Standardverzeichnis für neue Kontakte:
it: Rubrica predefinita per i nuovi contatti:

# SPEEDY_LBL_EXPLAIN
source: With Speedy Enterprise, the Imagicle Directory application in the AppSuite, you can manage any number of directories and contacts. Click on the link below to access the web management interface: you need administration rights to manage shared directories.
de: Dank Speedy Enterprise, der Imagicle Directory-Anwendungsprogramm in der AppSuite, können Sie beliebig viele Verzeichnisse und Kontakte verwalten. Klicken Sie auf den Link unten, um auf die Web-Management-Oberfläche zuzugreifen: Sie benötigen Administratorrechte, um geteilte Verzeichnisse zu verwalten.
it: Con Speedy Enterprise, l'applicazione di gestione rubriche Imagicle della Suite, è possibile gestire un numero qualsiasi di rubriche e contatti. Clicca sul link qui sotto per accedere all'interfaccia di gestione web: è necessario avere i diritti di amministrazione per gestire le rubriche condivise.

# SPEEDY_LINK_MANAGE_DIRS
source: Manage directories
de: Verwalten der Verzeichnisse
it: Gestisci rubriche

# SPEEDY_NO_DEFAULT_DIR
source: None
de: Keine
it: Nessuna

# SPEEDY_SHARED_DEPARTMENT
source: (shared with {0} department)
de: (Mit {0} Abteilung geteilt)
it: (condivisa con il dipartimento {0})

# SPEEDY_SHARED_PRIVATE
source: (visible only to me)
de: (Nur für mich sichtbar)
it: (visibile solamente da me)

# SPEEDY_SHARED_PUBLIC
source: (shared with all company)
de: (mit allen Unternehmen geteilt)
it: (condivisa con tutta l'azienda)

# SPEEDY_ACTION_REQUIRED
source: (action required)
de: (Handlung erforderlich)
it: (azione richiesta)

# SPEEDY_UPDATE_FAVORITE_TIT
source: Favorites
de: Favoriten
it: Preferiti

# SPEEDY_UPDATE_FAVORITE_MSG
source: Favorite modified properly
de: Der Favorit wurde richit aktualisiert
it: Preferito modificato correttamente

# COMMON_LBL_UNKNOWN
source: Unknown
de: Unbekannt
it: Sconosciuto

# MESSAGE_BOX_END_PAUSE
source: Are you sure you want to restart receiving calls?
de: Anrufe wieder empfangen
it: Sei sicuro di voler uscire dalla pausa?

# MESSAGE_BOX_LOG_OUT_ALL_QUEUE
source: Are you sure you want to log out of all queues?
de: Sich Von allen Queues sich abmelden?
it: Sei sicuro di voler effettuare il logout su tutte le code?

# MESSAGE_BOX_LOG_OUT_ON_QUEUE
source: Are you sure you want to log out of queue '{0}'?
de: Von Queue '{0}' sich abmelden?
it: Sei sicuro di voler effettuare il logout dalla coda '{0}'?

# MESSAGE_BOX_READY_ALL_QUEUE
source: Are you sure you want to get ready on all queues?
de: Auf allen Queues sich fertig stellen?
it: Sei sicuro di voler renderti disponibile su tutte le code?

# MESSAGE_BOX_READY_ON_QUEUE
source: Are you sure you want to get ready on queue '{0}'?
de: Auf Queue '{0}' sich fertig stellen?
it: Sei sicuro di voler renderti disponibile sulla coda '{0}'?

# MESSAGE_BOX_START_PAUSE
source: Are you sure you want to pause?
de: Sich auf Pause stellen?
it: Sei sicuro di voler entrare in pausa?

# OPTION_GENERAL_ASK_CONFIRM
source: Enable confirmation popup on status change (ready/logout or pause/end pause)
de: Bestätigungs-Popup auf Statusänderung aktivieren (fertig/abmelden oder Pause/Pause beenden)
it: Abilita il messaggio di conferma sul cambio di stato (ready/logout e pausa/fine pausa)

# COMMON_LBL_SMS_TEXT
source: SMS text
de: Textnachricht
it: Testo SMS

# LABEL_HOTKEY_QUEUE_CALLS_STAT
source: Get queues status
de: Status der Warteschlangen erhalten
it: Leggi situazione code

# LABEL_HOTKEY_QUEUE_CALLS_STAT_BY_QUEUE
source: {0} on queue '{1}'
de: {0} auf Warteschlangen '{1}'
it: {0} su coda '{1}'

# LABEL_HOTKEY_QUEUE_CALLS_STAT_COUNT
source: {0} queued calls, of which:
de: {0} Anrufe auf Warteschlange, die:
it: {0} chiamate in coda, di cui:

# LABEL_HOTKEY_QUEUE_CALLS_STAT_MWT
source: Maximum wait {0}
de: Maximale Wartezeit {0}
it: Attesa massima {0}

# LABEL_HOTKEY_QUEUE_CALLS_STAT_NO_CALLS
source: No queued call.
de: Keine Anrufe auf Warteschlange.
it: Nessuna chiamata in coda.

# LABEL_HOTKEY_CALL_TOGGLE
source: Toggle calls
de: Anruf umschalten
it: Alterna chiamate

# MENU_LABEL_CHANGELOG
source: &Changelog
de: &Änderungsprotokoll
it: Note di &versione

# WALLBOARD_ALL_AGENT_MENU
source: 'All agents' panel
de: 'Alle Agenten' Panel
it: Pannello 'Tutti gli agenti'

# WALLBOARD_ALL_QUEUE_MENU
source: 'All queues' panel
de: 'Alle Warteschlangen' Panel
it: Pannello 'Tutte le code'

# PHONE_ALIAS_PLACEHOLDER
source: Speed dial
de: Kurzwahl
it: Numero breve

# SPEEDY_ERROR_DUPLICATE_ALIAS
source: One or more speed dials of this contact are already associated to other phone numbers. Please specify speed dial numbers that are not yet associated to any other phone number.
de: Eine oder mehrere Kurzwahlen dieses Kontakts sind mit anderen Telefonnummern schon verdunden. Bitte geben Sie Kurzwahlnummern an, die noch mit keiner anderen Telefonnummer verdunden sind.
it: Uno o più numeri brevi di questo contatto sono già associati ad altri numeri di telefono. Si prega di specificare numeri brevi che non siano già associati ad altri numeri di telefono.

# LABEL_LOGIN_ERROR_TO_SERVER
source: Cannot connect to the Imagicle server {0}
de: Die Verbindung zum Server {0} ist nicht möglich
it: Impossibile connettersi al server Imagicle {0}

# LOGIN_NOSERVER_DNSSRV_ERROR_DETAIL
source: The connection to the {0}:{1} server has failed (SRV query of {2} failed, too).
de: Die Verbindung zum Server {0}:{1} ist fehlgeschlagen (die SRV-Abfrage von {2} ist ebenfalls fehlgeschlagen).
it: La connessione al server {0}:{1} è fallita (anche la query SRV a {2} è fallita).

# LOGIN_NOSERVER_DNSSRV_MULTI_SERVER_DETAIL
source: The connection to the {0} servers failed (SRV query of {1} was successful).
de: Die Verbindung zu den {0} Servern ist fehlgeschlagen (die SRV-Abfrage von {1} war erfolgreich).
it: La connessione ai server {0} è fallita (la query SRV a {1} ha avuto successo).

# LOGIN_NOSERVER_DNSSRV_ONE_SERVER_DETAIL
source: The connection to the {0}:{1} server failed (SRV query of {2} was successful).
de: Die Verbindung zum Server {0}:{1} ist fehlgeschlagen (die SRV-Abfrage von {2} war erfolgreich).
it: La connessione al server {0}:{1} è fallita (la query SRV a {2} ha avuto successo).

# ACCESSIBILITY_RECORDING_NOT_AVAILABLE
source: Call recording unavailable
de: Call Recording ist nicht verfügbar
it: Call recording non disponibile

# COMMAND_START_REC_ERROR_COMMANDDISABLED
source: Unable to start recording: you are not enabled to record call. Please contact the administrator.
de: Die Aufnahme kann nicht gestartet werden: Sie sind nicht berechtig, den Anruf aufzuzeichnen. Wenden Sie sich an Ihren Systemadministrator.
it: Impossibile avviare la registrazione: non sei abilitato a registrare le chiamate. Si prega di contattare l’amministratore.

# COMMAND_START_REC_ERROR_INVALIDLICENSE
source: Unable to start recording: the call recording license is invalid or expired.
de: Die Aufnahme kann nicht gestartet werden: die Lizenz der Call Recording ist ungültig oder abgelaufen.
it: Impossibile avviare la registrazione: la licenza Call Recording è invalida o scaduta.

# COMMAND_START_REC_ERROR_INVALIDSYSTEMCONFIGURATION
source: Unable to start recording: an error occurred in the telephony system while trying to start the recording. Please contact the system administrator if the error persists.
de: Die Aufnahme kann nicht gestartet werden: beim Versuch, die Aufzeichnung zu starten, ist ein Fehler im Telephonsystem aufgetreten. Bitte melden Sie sich beim Systemadministrator, falls der Fehler weiterhin auftritt.
it: Impossibile avviare la registrazione: si è verificato un errore nel sistema telefonico mentre la registrazione veniva avviata. Si prega di contattare l’amministratore se il problema persiste.

# COMMAND_START_REC_ERROR_LICENSEDCHANNELSEXCEEDED
source: Unable to start recording: there are no available licenses to record this call.
de: Die Aufnahme kann nicht gestartet werden: keine Lizenz zum Starten der Aufnahme verfügbar.
it: Impossibile avviare la registrazione: non sono disponibili licenze per registrare questa chiamata.

# COMMAND_START_REC_ERROR_NOSUCHCALL
source: Unable to start recording: there are no suitable calls to be recorded.
de: Die Aufnahme kann nicht gestartet werden: es gibt keine gültigen Anrufe, die aufgezeichnet werden können.
it: Impossibile avviare la registrazione: non ci sono chiamate registrabili.

# COMMAND_START_REC_ERROR_NOSUCHLINE
source: Unable to start recording: cannot find any device for current user enabled for call recording.
de: Die Aufnahme kann nich gestartet werden: es gibt kein Gerät für den aktuellen Benutzer, das für die Anrufaufzeichnung berechtigt ist.
it: Impossibile avviare la registrazione: nessun dispositivo abilitato alla registrazione risulta associato all’utente corrente.

# COMMAND_START_REC_ERROR_UNAUTHORIZEDUSER
source: Unable to start recording: you are not enabled to record call. Please contact the administrator.
de: Die Aufnahme kann nicht gestartet werden: Sie sind nicht berechtig, den Anruf aufzuzeichnen. Wenden Sie sich an Ihren Systemadministrator.
it: Impossibile avviare la registrazione: non sei abilitato a registrare le chiamate. Si prega di contattare l’amministratore.

# COMMAND_START_REC_ERROR_UNKNOWN
source: Unable to start recording: an error occurred while trying to start the recording.
de: Die Aufnahme kann nicht gestartet werden: beim Versuch, die Aufzeichnung zu starten, ist ein Fehler aufgetreten.
it: Impossibile avviare la registrazione: si è verificato un errore durante l’operazione.
