Repository: mdarios/MyTestSoftware
Catalog: MyProject/*/Resources.*.resx
Languages: de, it

# STATUS_MANAGER_QUEUE_STATUS_NON_ACTIVE
source: Logged out
de: Nicht verfügbar
it: Non disponibile

# TABMANAGER_AGENTS
source: Agents
de: Agenten
it: Agenti

# TABMANAGER_CONTACTS
source: Contacts
de: Kontakte
it: Contatti

# TABMANAGER_EXTENSIONS
source: Colleagues
de: Durchwahlen
it: Colleghi

# TABMANAGER_FAVOURITES
source: Favorites
de: Favoriten
it: Preferiti

# TABMANAGER_MANAGE_USERS
source: Manage agents
de: Agent-Verwaltung
it: Gestione operatori

# TABMANAGER_MONITOR
source: Monitor
de: Überwachen

# TABMANAGER_QUEUE
source: Queues
de: Warteschlangen
it: Code

# TABMANAGER_REGISTRY
source: Registry
de: Verzeichnis
it: Registro

# TABMANAGER_STATS
source: Statistics
de: Statistiken
it: Statistiche

# TABMANAGER_TRACE
source: Log for support
de: Hilfe-Log
it: Log assistenza

# TEXTBOX_EMPTY_PHONE_NUMBER
source: Insert the phone number
de: Telefonnummer eingeben
it: Inserire numero telefono

# TOOLTIP_ADD_CONTACT
source: Add new contact
de: Neuen Kontakt hinzufügen
it: Aggiungi nuovo contatto

# TOOLTIP_ADD_FAVOURITE
source: Add favorite
de: Favorit hinzufügen
it: Aggiungi preferito

# TOOLTIP_AGGANCIA
source: Hangup
de: Wieder auflegen
it: Riaggancia

# TOOLTIP_ANSWER_QUEUE_CALL
source: Answer
de: Antworten
it: Rispondi

# TOOLTIP_APRI_SCHEDA
source: Open contact details
de: Registerkarte Kontakt öffnen
it: Apri scheda contatto

# TOOLTIP_ATTIVA_REC
source: Start/Stop recording
de: Aufzeichnung aktivieren/deaktivieren
it: Attiva/Disattiva registrazione

# TOOLTIP_CALL
source: Call/Answer
de: Anrufen/Antworten
it: Chiama/Rispondi

# TOOLTIP_CHIAMA
source: Call
de: Anrufen
it: Chiama

# TOOLTIP_CONFERENCE
source: Add to conference
de: Der Konferenz hinzufügen
it: Aggiungi a conferenza

# TOOLTIP_CONSULTTRANSFER
source: Transfer with consultation
de: Ansehen und weiterleiten
it: Trasferisci con consultazione

# TOOLTIP_CONSULT_TRANSFER
source: Transfer with consultation
de: Anruf ansehen und weiterleiten
it: Trasferisci chiamata con consultazione

# TOOLTIP_EXPAND_AGENT
source: Expand/Collapse agent
de: Agent expandieren/komprimieren
it: Espandi/Comprimi l'agente

# TOOLTIP_EXPAND_QUEUE
source: Expand/Collapse queue
de: Warteschlange expandieren/komprimieren
it: Espandi/Comprimi la coda

# TOOLTIP_FURTHERRESULTS
source: The number of search results is too high, some items may be discarded.\nPlease, repeat the search specifying a longer term to refine your search criteria.
de: Zu große Zahl von Suchergebnissen, einige Daten werden möglicherweise nicht \nangezeigt: Geben Sie einen ausführlicheren Suchbegriff ein, um die Suchkriterien zu optimieren.
it: Numero di risultati della ricerca troppo elevato, alcuni dati potrebbero non essere\nvisualizzati: occorre inserire un termine di ricerca più lungo per affinare i criteri di ricerca.

# TOOLTIP_HANG
source: Hangup
de: Anruf beenden
it: Chiudi chiamata

# TOOLTIP_HOLD
source: Hold
de: In Wartestellung setzen
it: Metti in attesa

# TOOLTIP_HOLD_RETRIVE
source: Retrieve from hold
de: Anruf wieder abrufen
it: Riprendi chiamata

# TOOLTIP_LOGIN_LOGOUT
source: Ready/Logout
de: Anmelden/Abmelden

# TOOLTIP_MENU_QUEUE
source: Options
de: Optionen
it: Opzioni

# TOOLTIP_MISSED_CALL
source: {0} missed call
de: {0} nicht beantworteter Anruf
it: {0} chiamata persa

# TOOLTIP_MISSED_CALLS
source: {0} missed calls
de: {0} nicht beantwortete Anrufe
it: {0} chiamate perse

# TOOLTIP_OPERATOR_STATUS_ACTIVE
source: Set agent status to available
de: Agent-Stauts als verfügbar einstellen
it: Imposta lo stato dell'operatore come disponibile

# TOOLTIP_OPERATOR_STATUS_INACTIVE
source: Set agent status to unavailable
de: Agent-Stauts als nicht verfügbar einstellen
it: Imposta lo stato dell'operatore come non disponibile

# TOOLTIP_OPTION
source: Options
de: Optionen
it: Opzioni

# TOOLTIP_PARKING
source: Park the call
de: Anrufe parken
it: Parcheggia chiamata

# TOOLTIP_PARK_CALL
source: Park the call
de: Anruf parken
it: Parcheggia chiamata

# TOOLTIP_PLAY_SOUND
source: Play sound
de: Audiohinweis anhören
it: Ascolta segnalazione audio

# TOOLTIP_QUEUE_CLOSE
source: Closed
de: Schließen
it: Chiusa

# TOOLTIP_QUEUE_CLOSED
source: Queue closed
de: Warteschlange geschlossen
it: Coda chiusa

# TOOLTIP_QUEUE_LOGIN
source: Ready/Logout to the queue
de: Auf/von Warteschlange Anmelden/Abmelden
it: Imposta stato Ready/Logout sulla coda

# TOOLTIP_QUEUE_MANUAL_CLOSE
source: Closed (manual closing)
de: Geschlossen (manuelles Schließen)
it: Chiusa (chiusura manuale)

# TOOLTIP_QUEUE_MANUAL_OPEN
source: Opened (manual opening)
de: Offen (manuelles Öffnen)
it: Aperta (apertura manuale)

# TOOLTIP_QUEUE_OPEN
source: Opened
de: Offen
it: Aperta

# TOOLTIP_RESERVE_QUEUE_CALL
source: Reserve
de: Reservieren
it: Prenota

# TOOLTIP_SEND_SMS
source: Send SMS
de: Ein SMS senden
it: Invia un SMS

# TOOLTIP_SERVER_IP
source: Server IP address: {0}
de: Server-IP: {0}
it: Server IP: {0}

# TOOLTIP_SMARTPARK
source: Park on destination (Camp On)
de: Aufs Ziehl
it: Parcheggia su destinazione

# TOOLTIP_TRANSFER
source: Transfer the call
de: Anruf weiterleiten
it: Trasferisci chiamata

# TOOLTIP_TRANSFER_COMPLETE
source: Complete transfer
de: Weiterleitung abschließen
it: Completa trasferimento

# TRAYICON_MESSAGE_SMS_SENT
source: SMS message sent correctly
de: Die SMS-Nachricht wurde korrekt gesendet
it: Il messaggio SMS è stato inviato correttamente

# WALLBOARD_ATTACH_BUTTON
source: Display data on the client
de: Daten auf Client anzeigen
it: Visualizza dati nel client

# WALLBOARD_DETACH_BUTTON
source: Display data in separate window
de: Daten auf neue Fenster anzeigen
it: Visualizza dati in finestra separata

# WALLBOARD_FILTER_10_MIN
source: Last 10 minutes
de: Letzte 10 Minuten
it: Ultimi 10 minuti

# WALLBOARD_FILTER_2_HOU
source: Last 2 hours
de: Letzte 2 Stunden
it: Ultime 2 ore

# WALLBOARD_FILTER_30_MIN
source: Last 30 minutes
de: Letzte 30 Minuten
it: Ultimi 30 minuti

# WALLBOARD_FILTER_4_HOU
source: Last 4 hours
de: Letzte 4 Stunden
it: Ultime 4 ore

# WALLBOARD_FILTER_5_MIN
source: Last 5 minutes
de: Letzte 5 Minuten
it: Ultimi 5 minuti

# WALLBOARD_FILTER_60_MIN
source: Last 60 minutes
de: Letzte 60 Minuten
it: Ultimi 60 minuti

# WALLBOARD_FILTER_8_HOU
source: Last 8 hours
de: Letzte 8 Stunden
it: Ultime 8 ore

# WALLBOARD_FILTER_TODAY
source: Today
de: Heute
it: Oggi

# WALLBOARD_LBL_ABANDONED_CALLS
source: abandoned/overflows
de: Abgebrochene Anrufe/voll
it: abbandonate/trabocco

# WALLBOARD_LBL_AGENT_LOGGED
source: agents in call/logged in
de: Agenten bei Anruf/aufgezeichnet
it: agenti in chiamata/loggati

# WALLBOARD_LBL_ALL_AGENTS
source: All agents
de: Alle Agenten
it: Tutti gli agenti

# WALLBOARD_LBL_ALL_QUEUES
source: All queues
de: Alle Warteschlangen
it: Tutte le code

# WALLBOARD_LBL_AVG_ANSW_TIME
source: avg answ time
de: Durchschnittliche Antwortzeit
it: media risposta

# WALLBOARD_LBL_AVG_DURATION
source: avg duration
de: Durchschnittsdauer
it: media durata

# WALLBOARD_LBL_CALL_WAITING
source: calls waiting/vip
de: Anrufe auf Wartheschl./vip
it: chiamate in attesa/vip

# WALLBOARD_LBL_COL_ABANDONED
source: Abandoned
de: Abgebrochene Anrufe
it: Abbandonate

# WALLBOARD_LBL_COL_AVG_ANSW
source: Avg answ. time
de: Durchschnitt beantwortete Anrufe
it: Tempo medio di risposta

# WALLBOARD_LBL_COL_AVG_DURATION
source: Avg conversation time
de: Durchschnittliche Dauer
it: Durata media convers.

# WALLBOARD_LBL_COL_AVG_WAIT
source: Avg wait time
de: Durchschnitt Wartezeit
it: Tempo medio di attesa

# WALLBOARD_LBL_COL_MISSED
source: Missed
de: Unbeantwortete Anrufe
it: Perse

# WALLBOARD_LBL_COL_OVERFLOWS
source: Overflows
de: Voll
it: Trabocco

# WALLBOARD_LBL_COL_QUEUE
source: Queue
de: Warteschlange
it: Coda

# WALLBOARD_LBL_COL_SERVED
source: Served
de: Vermittelte Anrufe
it: Servite

# WALLBOARD_LBL_COL_TOT_TALK
source: Tot conversation time
de: Gesamtsprechzeit
it: Tot. convers.

# WALLBOARD_LBL_MAX_WAITING
source: max waiting time
de: Max. Wartezeit
it: max tempo di attesa

# WALLBOARD_LBL_SERVER
source: served/missed
de: Vermittelt/nicht beantwortet
it: servite/perse

# STATUSMANAGER_LBL_IN_QUEUE_VIP
source: calls waiting/vip
de: Anrufe auf Wartheschl./vip
it: chiamate in attesa/vip

# STATUSMANAGER_LBL_MAX_W_TIME
source: max waiting time
de: Max. Wartezeit
it: max tempo attesa

# OPTION_ACCESSIBILITY_SECONDS
source: seconds
de: Sek. Zeigen
it: secondi

# OPTION_ACCESSIBILITY_REMOVE_CALL_CLOSED
source: Show ended calls for
de: Aufgelegenen Anrufe noch für
it: Lascia visibile le chiamate terminate per

# REGISTRY_MSG_NO_CONTACT_INFO
source: Contact info not available
de: Kontaktdetails nicht verfügbar
it: Scheda contatto non disponibile

# AGENT_LBL_MENU_BY_AGENT
source: Show by agent
de: Nach Agent anzeigen
it: Visualizza per agente

# AGENT_LBL_MENU_BY_QUEUE
source: Show by queue
de: Nach Warteschleife anzeigen
it: Visualizza per coda

# AGENT_MENU_BY_AGENT
source: By agent
de: Nach Agent
it: Per agente

# AGENT_MENU_BY_QUEUE
source: By queue
de: Nach Warteschleife
it: Per coda TEST MODIFICA

# AVATAR_SELECTOR_CMD_SELECT
source: Select from file...
de: Aus Datei auswählen...
it: Seleziona da file...

# AVATAR_SELECTOR_TEXT
source: Select contact picture
de: Kontakt-Bild auswählen
it: Seleziona immagine contatto

# CHK_GLOBAL
source: Global (Hotkey is also active when application is in background)
de: Global (Hotkey ist auch aktiv, wenn Anwendung im Hintergrund)
it: Globale (la Hotkey è attiva anche quando l'applicazione non è in primo piano)

# CMD_CALL_RESERVD
source: Reserved call
de: Reservierter Anruf
it: Chiamata prenotata

# CMD_LOGIN
source: Ready
de: Bereit

# CMD_LOGOUT
source: Logout
de: Abmelden

# CMD_QUEUE_LOGOUT
source: Logout
de: Abmelden

# CMD_NEXT_CALL
source: Next call
de: Nächster Anruf
it: Chiamata successiva

# COLUMN_WALLBOARD_TOT_IDLE
source: Tot Idle
de: Ges. Leerlauf
it: Tot. inattivo

# COLUMN_WALLBOARD_TOT_LOGIN
source: Tot Login
de: Ges. Anmeldung

# COLUMN_WALLBOARD_TOT_PAUSE
source: Tot pause
de: Ges. Pause
it: Tot. pausa

# COLUMN_WALLBOARD_TOT_READY
source: Tot ready
de: Ges. Bereit

# COLUMN_WALLBOARD_TOT_WRAPUP
source: Tot wrap-up
de: Ges. Wrap-up

# CRM_CALLTYPE_BOTH
source: Incoming/Outgoing calls
de: Eingehende/Ausgehende Anrufe
it: Chiamate entanti/uscenti

# CRM_CALLTYPE_INCOMING
source: Incoming calls
de: Eingehende Anrufe
it: Chiamate entranti

# CRM_CALLTYPE_OUTCOMING
source: Outgoing calls
de: Ausgehende Anrufe
it: Chiamate uscenti

# CRM_INTEGRATION_ADDRESS
source: Postal Address
de: Postanschrift
it: Indirizzo postale

# CRM_INTEGRATION_BUSINESS
source: Business phone
de: Telefon Geschäft
it: Telefono ufficio

# CRM_INTEGRATION_COMPANY
source: Company name
de: Firmenname
it: Azienda

# CRM_INTEGRATION_CONTACT_DIRECTORY
source: Contact directory
de: Kontaktverzeichnis
it: Rubrica contatto

# CRM_INTEGRATION_COST_CENTER
source: Cost center
de: Kostenstelle
it: Centro di costo

# CRM_INTEGRATION_CUSTOM1
source: Custom 1
de: Benutzerdefiniert 1

# CRM_INTEGRATION_CUSTOM10
source: Custom 10
de: Benutzerdefiniert 10

# CRM_INTEGRATION_CUSTOM2
source: Custom 2
de: Benutzerdefiniert 2

# CRM_INTEGRATION_CUSTOM3
source: Custom 3
de: Benutzerdefiniert 3

# CRM_INTEGRATION_CUSTOM4
source: Custom 4
de: Benutzerdefiniert 4

# CRM_INTEGRATION_CUSTOM5
source: Custom 5
de: Benutzerdefiniert 5

# CRM_INTEGRATION_CUSTOM6
source: Custom 6
de: Benutzerdefiniert 6

# CRM_INTEGRATION_CUSTOM7
source: Custom 7
de: Benutzerdefiniert 7

# CRM_INTEGRATION_CUSTOM8
source: Custom 8
de: Benutzerdefiniert 8

# CRM_INTEGRATION_CUSTOM9
source: Custom 9
de: Benutzerdefiniert 9

# CRM_INTEGRATION_DATE
source: Call date
de: Datum des Anrufs
it: Data chiamata

# CRM_INTEGRATION_DEPARTMENT
source: Department
de: Abteilung
it: Reparto

# CRM_INTEGRATION_ENCODE_NONE
source: None
de: Kein(e)
it: Nessuna

# CRM_INTEGRATION_EXTENSION
source: Primary Extension number
de: Haupt-Nebenstelle
it: Numero derivato

# CRM_INTEGRATION_HOME
source: Home phone
de: Telefon Heim
it: Telefono casa

# CRM_INTEGRATION_ID_CALL
source: Call ID
de: Anruf-ID
it: ID di chiamata

# CRM_INTEGRATION_ID_CONTACT
source: Contact ID
de: Kontakt-ID
it: ID del contatto

# CRM_INTEGRATION_LAST_NAME
source: Last name
de: Nachname
it: Cognome

# CRM_INTEGRATION_MOBILE
source: Mobile private
de: Mobil Privat
it: Cellulare privato

# CRM_INTEGRATION_MOBILE_BUSINESS
source: Mobile business
de: Mobil Geschäft
it: Cellulare lavoro

# CRM_INTEGRATION_NAME
source: First name
de: Vorname
it: Nome

# CRM_INTEGRATION_OFFICE
source: Office location
de: Büroanschrift
it: Indirizzo ufficio

# CRM_INTEGRATION_PHONE
source: Phone number
de: Telefonnummer
it: Numero telefono

# CRM_INTEGRATION_PWD_ATT
source: Blue's Attendant password
de: Blue's Attendant-Kennwort
it: Password Blue's Attendant

# CRM_INTEGRATION_PWD_CRM
source: CRM password
de: CRM-Kennwort
it: Password CRM

# CRM_INTEGRATION_QUEUE_NAME
source: Queue name
de: Warteschleifenname
it: Nome coda

# CRM_INTEGRATION_QUEUE_PHONE
source: Queue number
de: Warteschleifennummer
it: Numero coda

# CRM_INTEGRATION_SITE
source: Site
de: Standort
it: Sito

# CRM_INTEGRATION_TIME
source: Call time
de: Uhrzeit des Anrufs
it: Ora chiamata

# CRM_INTEGRATION_USER_ATT
source: Blue's Attendant user
de: Blue's Attendant-Benutzer
it: Utente Blue's Attendant

# CRM_INTEGRATION_USER_CRM
source: CRM user
de: CRM-Benutzer
it: Utente CRM

# CRM_INTEGRATION_USER_NAME
source: User name
de: Benutzername
it: Nome utente

# ERROR_OPERATION_DALAYED
source: Agent is currently in conversation, so requested operation has been delayed to conversation end.
de: Der Agent befindet sich derzeit in einem Gespräch, daher wurde der angeforderte Vorgang auf das Ende des Gesprächs verschoben.
it: L'agente è attualmente in conversazione, così l'operazione richiesta è stata rinviata a fine conversazione.

# FAVOURITES_ADD_CONTACT_TOOLTIP_ADD_IMG
source: Add contact picture
de: Kontakt-Bild hinzufügen
it: Aggiungi immagine contatto

# FAVOURITES_ADD_DEPARTMENT
source: Department
de: Abteilung
it: Dipartimento

# LBL_HOTKEY_PAUSE_WRAPUP
source: Start pause/end pause/end wrap-up
de: Pause Beginn/Pause Ende/Wrap-up Ende
it: Inizio pausa/fine pausa/fine wrap-up

# LBL_LOADING_NEWS
source: Loading news. Please wait...
de: Neuigkeiten werden geladen. Bitte warten...
it: Caricamento delle novità. Attendere...

# LBL_NEWS
source: News
de: Neuigkeiten
it: Novità

# MENU_CONTACT_PHOTO
source: Contact picture
de: Kontakt-Bild
it: Foto contatto

# MENU_CONTACT_PRESENCE
source: Presence status
de: Anwesenheitsstatus
it: Stato presenza

# MENU_CONTAC_ADD_NOTE
source: Add/modify contact note
de: Kontaktnotiz hinzufügen/ändern
it: Aggiungi/modifica nota al contatto

# MENU_END_PAUSE
source: End pause
de: Pause Ende
it: Fine pausa

# MENU_MODIFY_CONTACT_IMAGE
source: Modify contact picture
de: Kontakt-Bild ändern
it: Modifica immagine contatto

# MENU_START_PAUSE
source: Start pause
de: Pause Beginn
it: Inizo pausa

# MENU_SUBITEM_COMPACT_VIEW
source: Compact view
de: Kompaktansicht
it: Vista compatta

# MENU_SUBITEM_EXTENDED_VIEW
source: Extended view
de: Erweiterte Ansicht
it: Vista estesa

# MENU_VISUALIZATION_TYPE
source: Display list
de: Liste anzeigen
it: Visualizzazione lista

# MESSAGE_LOAD_CUSTOM_CONFIG
source: Do you want to import the configuration from {0} ?
de: Soll die Konfiguration von {0} importiert werden?
it: Si desidera importare la configurazione dal file {0} ?

# MESSAGE_LOAD_CUSTOM_CONFIG_TXT
source: Import configuration
de: Konfiguration importieren
it: Importa configurazione

# OPTION_CRMINTEGRATION
source: Screen PopUp
de: Popup-Fenster
it: Apri scheda

# OPTION_CRMINTG_CBO_CALL_BOTH
source: Internal and External calls
de: Interne und externe Anrufe
it: Chiamate interne ed esterne

# OPTION_CRMINTG_CBO_CALL_EXTERNAL
source: External calls only
de: Nur externe Anrufe
it: Solo chiamate esterne

# OPTION_CRMINTG_CBO_CALL_INTERNAL
source: Internal calls only
de: Nur interne Anrufe
it: Solo chiamate interne

# OPTION_CRMINTG_CHK_CONNECT_CALL
source: The conversation starts / the call is answered
de: Das Gespräch beginnt / der Anruf wird angenommen
it: La conversazione inizia / la chiamata viene risposta

# OPTION_CRMINTG_CHK_DISABLED
source: Enable screen popup from local address book source program (if available)
de: Popup-Fenster über Quellprogramm im lokalen Adressbuch aktivieren (sofern verfügbar)
it: Apri la scheda contatto dalle rubriche abilitate (se disponibile)

# OPTION_CRMINTG_CHK_ENABLED
source: Enable screen popup of a custom application (CRM, ERP, …)
de: Popup-Fenster einer benutzerdefinierten Anwendung (CRM, ERP usw.) aktivieren
it: Apri la scheda contatto di una specifica applicazione (CRM, ERP...)

# OPTION_CRMINTG_CHK_END_CALL
source: The call ends
de: Der Anruf wird beendet
it: La chiamata termina

# OPTION_CRMINTG_CHK_MANUAL_MODE
source: i press open contact card button (manual mode)
de: Taste ‚Kontaktkarte öffnen‘ drücken (manueller Modus)
it: premo sul tasto di apertura scheda contatto (modalità manuale)

# OPTION_CRMINTG_CHK_SPEDDY_FOUND
source: Only if the number is associated with a Speedy contact
de: Nur wenn die Nummer zu einem Speedy-Kontakt gehört
it: Solo quando il numero viene associato ad un contatto di Speedy

# OPTION_CRMINTG_CHK_START_CALL
source: The phone rings
de: Das Telefon klingelt
it: Il telefono squilla

# OPTION_CRMINTG_CMD_CONFIG
source: Configure
de: Konfigurieren
it: Configura

# OPTION_CRMINTG_LBL_ACTION
source: Action:
de: Aktion:
it: Azione:

# OPTION_CRMINTG_LBL_AUTH
source: Application Credentials (if required):
de: Anwendungs-Anmeldeinformationen (falls erforderlich):
it: Credenziali applicazione (se richieste)

# OPTION_CRMINTG_LBL_EXECUTE
source: Open Application automatically when:
de: Anwendung automatisch öffnen, wenn:
it: Apri automaticamente l'applicazione quando:

# OPTION_CRMINTG_LBL_EXECUTE_ON
source: Apply only for:
de: Nur anwenden zum:
it: Applica solo per:

# OPTION_CRMINTG_LBL_PASSWORD
source: Password:
de: Kennwort:

# OPTION_CRMINTG_LBL_USER
source: User name:
de: Benutzername:
it: Utente:

# OPTION_CRMINTG_OPT_OPEN_APP
source: Open an application
de: Öffnen einer Anwendung
it: Apri un'applicazione

# OPTION_CRMINTG_OPT_OPEN_URL
source: Open an url
de: Öffnen einer URL
it: Apri un url

# OPTION_FRM_MODIFY_CRM_CMD_EXPORT
source: Export configuration for other clients
de: Konfiguration für andere Clients exportieren
it: Esporta configurazione per altri client

# OPTION_FRM_MODIFY_CRM_COL_ENCODE
source: Encoding
de: Codierung
it: Codifica

# OPTION_FRM_MODIFY_CRM_COL_SOURCE
source: Source
de: Quelle
it: Sorgente

# OPTION_FRM_MODIFY_CRM_COL_VALUE
source: Value
de: Wert
it: Valore

# OPTION_FRM_MODIFY_CRM_LBL_PARAM
source: Parameters
de: Parameter
it: Parametri

# OPTION_FRM_MODIFY_CRM_LBL_PATH
source: Application path
de: Anwendungspfad
it: Percorso applicazione

# OPTION_FRM_MODIFY_CRM_OPT_GET
source: GET request
de: GET-Anforderung
it: Richiesta GET

# OPTION_FRM_MODIFY_CRM_OPT_POST
source: POST request
de: POST-Anforderung
it: Richiesta POST

# OPTION_FRM_MODIFY_CRM_PATH_TEXT
source: Modify CRM application path
de: CRM-Anwendungspfad ändern
it: Modifica percorso applicazione CRM

# OPTION_FRM_MODIFY_CRM_SOURCE_CALL
source: Current call
de: Aktueller Anruf
it: Chiamata corrente

# OPTION_FRM_MODIFY_CRM_SOURCE_PHONE
source: Called/Caller phone number
de: Telefonnummer des Angerufenen/Anrufers
it: Numero di telefono del Chiamato/chiamante

# OPTION_FRM_MODIFY_CRM_SOURCE_PWD
source: Password
de: Kennwort

# OPTION_FRM_MODIFY_CRM_SOURCE_PWDATT
source: Attendant password
de: Attendant-Kennwort
it: Password Attendant

# OPTION_FRM_MODIFY_CRM_SOURCE_USER
source: User name
de: Benutzername

# OPTION_FRM_MODIFY_CRM_SOURCE_USERATT
source: Attendant user name
de: Attendant-Benutzername
it: User name Attendant

# OPTION_FRM_MODIFY_CRM_TEXT
source: Modify CRM Url
de: CRM-URL ändern
it: Modifica url CRM

# OPTION_FRM_MODIFY_EXPLORER_FILTER
source: All applications
de: Alle Anwendungen
it: Tutte le applicazioni

# OPTION_FRM_MODIFY_EXPLORER_TIT
source: Select application
de: Anwendung auswählen
it: Seleziona applicazione

# OPTION_FRM_MODIFY_EXPORT_CONFIG_INTEG
source: CRM Integration configuration
de: Konfiguration von CRM Integration
it: Configurazione integrazione CRM

# OPTION_FRM_MODIFY_EXPORT_CONFIG_TIT
source: Export configuration
de: Export-Konfiguration
it: Esporta la configurazione

# OPTION_FRM_MODIFY_EXPORT_MSG_KO
source: The export failed
de: Der Export ist fehlgeschlagen
it: L'esportazione è fallita

# OPTION_FRM_MODIFY_EXPORT_MSG_OK
source: The export has been successfully completed
de: Der Export wurde erfolgreich abgeschlossen
it: L'esportazione è stata completata con successo

# PRESENCEACTIVITIES_APPOINTMENT
source: Appointment
de: Termin
it: Appuntamento

# PRESENCEACTIVITIES_AWAY
source: Away
de: Abwesend
it: Non disponibile

# PRESENCEACTIVITIES_BREAKFAST
source: Breakfast
de: Frühstück
it: Colazione

# PRESENCEACTIVITIES_BUSY
source: Busy
de: Beschäftigt
it: Occupato

# PRESENCEACTIVITIES_DINNER
source: Dinner
de: Abendbrot
it: Cena

# PRESENCEACTIVITIES_DND
source: Do not disturb
de: Bitte nicht stören
it: Non disturbare

# PRESENCEACTIVITIES_HOLIDAY
source: Holiday
de: Urlaub
it: Vacanza

# PRESENCEACTIVITIES_LFW
source: Looking for work
de: Arbeit suchend
it: In cerca di lavoro

# PRESENCEACTIVITIES_LUNCH
source: Lunch
de: Mittagessen
it: Pranzo

# PRESENCEACTIVITIES_MEAL
source: Meal
de: Mahlzeit
it: Pasto

# PRESENCEACTIVITIES_ON_CALL
source: On the phone
de: Am Telefon
it: Al telefono

# PRESENCEACTIVITIES_OTHER
source: Other
de: Andere
it: Altro

# PRESENCEACTIVITIES_PA
source: Permanent absence
de: Dauerhafte Abwesenheit
it: Sempre assente

# PRESENCEACTIVITIES_PERFORMANCE
source: Performance
de: Leistung
it: In esibizione

# PRESENCEACTIVITIES_PLAYNG
source: Playing
de: Spielt
it: A giocare

# PRESENCEACTIVITIES_PRESENTATION
source: Presentation
de: Präsentation
it: Presentazione

# PRESENCEACTIVITIES_SHOPPING
source: Shopping
de: Kauft ein
it: A fare la spesa

# PRESENCEACTIVITIES_SLEEPING
source: Sleeping
de: Schläft
it: A dormire

# PRESENCEACTIVITIES_SPECTATOR
source: Spectator
de: Zuschauer
it: Spettatore

# PRESENCEACTIVITIES_STEERING
source: Steering
de: Am Steuer
it: Alla guida

# PRESENCEACTIVITIES_TRANSIT
source: In transit
de: Unterwegs
it: In viaggio

# PRESENCEACTIVITIES_TRAVEL
source: Travel
de: Auf Reisen
it: In viaggio

# PRESENCEACTIVITIES_VACATION
source: Vacation
de: Urlaub
it: In vacanza

# PRESENCEACTIVITIES_WARSHIP
source: Worship
de: Im Gebet
it: In preghiera

# PRESENCEACTIVITIES_WORKING
source: Working
de: Arbeitet
it: A lavoro

# PRESENCE_STATUS_AVAILABLE
source: Available
de: Verfügbar
it: Disponibile

# PRESENCE_STATUS_BUSY
source: Busy
de: Beschäftigt
it: Occupato

# PRESENCE_STATUS_DND
source: Do not disturb
de: Bitte nicht stören
it: Non disturbare

# PRESENCE_STATUS_NONE
source: None
de: Kein(e)
it: Nessuno

# TITLE_SELECT_PHOTO
source: Select photo
de: Foto auswählen
it: Seleziona foto

# TOOLTIP_COLLAPSE
source: Collapse
de: Verkleinern
it: Comprimi

# TOOLTIP_END_PAUSE
source: End pause
de: Pause Ende
it: Fine pausa

# TOOLTIP_EXPAND
source: Expand
de: Erweitern
it: Espandi

# TOOLTIP_START_PAUSE
source: Start pause
de: Pause Beginn
it: Inizio pausa

# TOOLTIP_WALLBOARD_STATISTICS
source: Ready {0} Pause {1} Logoff {2}
de: Bereit {0} Pause {1} Abmelden {2}
it: Disponibile {0} Pausa {1} Logoff {2}

# TOOLTIP_WRAPUP_END
source: End wrap-up
de: Wrap-up Ende
it: Fine wrap-up

# PRESENCEACTIVITIES_BERIGHTBACK
source: Be right back
de: Bin gleich wieder da
it: Torno subito

# PRESENCEACTIVITIES_OFFWORK
source: Off Work
de: Arbeitsfrei
it: Non a lavoro

# CBO_FORMAT_COGNOME_NOME
source: Surname Name
de: Nachname Vorname
it: Cognome Nome

# CBO_FORMAT_NOME_COGNOME
source: Name Surname
de: Vorname Nachname
it: Nome Cognome
